exports.menu = (prefix, sender, pushname, isVip, isCargo) => {
return  `┌─*̥˚˚*ੈ‧₊˚୨୧⋆ ˚｡⋆『🎅』⋆ ˚｡⋆୨୧˚*ੈ‧₊˚*̥˚─┐
┊     ✰✰✰ ᗷᗴᗰ ᐯIᑎᗪO (ᗩ) ★★★
└─*̥˚˚*ੈ‧₊˚୨୧⋆ ˚｡⋆『🎅』⋆ ˚｡⋆୨୧˚*ੈ‧₊˚*̥˚─┘    
╎
┌─*̥˚˚*ੈ‧₊˚୨୧⋆ ˚｡⋆『❄』⋆ ˚｡⋆୨୧˚*ੈ‧₊˚*̥˚─┐
┊╭ ── ┉┉─「 ⛄ 」─┉┉ ── ╮
┊┊❄︎𝚄𝚂𝚄𝙰𝚁𝙸𝙾: ${pushname}
┊┊❄ 𝚅𝙸𝙿: ${isVip ?  'Sim ✅' : 'Não ❌'}
┊┊❄︎𝙲𝙰𝚁𝙶𝙾: ${isCargo}
┊┊❄︎𝙳𝙾𝙽𝙾: 𝙽ᴋ𝑧𝑖𝑛 
┊┊❄︎𝙱𝙾𝚃: © 𝐘𝐮𝐭𝐚𝐁𝐨𝐭-𝑴𝑫⸺͟͞✰
┊╰ ── ┉┉─「 ⛄ 」─┉┉ ── ╯
└─*̥˚˚*ੈ‧₊˚୨୧⋆ ˚｡⋆『❄』⋆ ˚｡⋆୨୧˚*ੈ‧₊˚*̥˚─┘ 
‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏╎‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎
┌─*̥˚˚*ੈ‧₊˚୨୧⋆ ˚｡⋆『🌲』⋆ ˚｡⋆୨୧˚*ੈ‧₊˚*̥˚─┐
┊ 『 🎅 』  𝐃𝐈𝐕𝐄𝐑𝐒❍̸𝐒 𝐌𝐄𝚴𝐔𝐒 『 🎅 』
└─*̥˚˚*ੈ‧₊˚୨୧⋆ ˚｡⋆『🌲』⋆ ˚｡⋆୨୧˚*ੈ‧₊˚*̥˚─┘    
╎
╔✧▬▭▬✩▬▭▬>❄<▬▭▬✩▬▭▬✧╗
┊╭ ── ┉┉─「 ☃️ 」─┉┉ ── ╮
┊┊ ˚-🎅｡˚༷￫${prefix}Menudono
┊┊ ˚-🎅｡˚༷￫${prefix}Menuadm
┊┊ ˚-🎅｡˚༷￫${prefix}Efeitosimg
┊┊ ˚-🎅｡˚༷￫${prefix}Logos
┊┊ ˚-🎅｡˚༷￫${prefix}Brincadeiras
┊┊ ˚-🎅｡˚༷￫${prefix}Menucoins
┊╰ ── ┉┉─「 ☃️ 」─┉┉ ── ╯
╚✧▬▭▬✩▬▭▬>❄<▬▭▬✩▬▭▬✧╝
╎
┌─*̥˚˚*ੈ‧₊˚୨୧⋆ ˚｡⋆『🌲』⋆ ˚｡⋆୨୧˚*ੈ‧₊˚*̥˚─┐
┊『 🎅 』 𝐂𝐌𝐃𝐒 𝐃𝐄 𝐌𝐄𝐌𝐁𝐑❍̸ 『 🎅 』 
└─*̥˚˚*ੈ‧₊˚୨୧⋆ ˚｡⋆『🌲』⋆ ˚｡⋆୨୧˚*ੈ‧₊˚*̥˚─┘
╎
┌─*̥˚˚*ੈ‧₊˚୨୧⋆ ˚｡⋆『🌲』⋆ ˚｡⋆୨୧˚*ੈ‧₊˚*̥˚─┐
┊『 🎅 』 𝐈𝐍𝐅❍̸𝐑𝐌𝐀𝐓𝐈𝐕𝐎𝐒  『 🎅 』  
└─*̥˚˚*ੈ‧₊˚୨୧⋆ ˚｡⋆『🌲』⋆ ˚｡⋆୨୧˚*ੈ‧₊˚*̥˚─┘ 
╎
╔✧▬▭▬✩▬▭▬>❄<▬▭▬✩▬▭▬✧╗
┊╭ ── ┉┉─「 ☃️ 」─┉┉ ── ╮
┊┊ ˚-🎅｡˚༷￫${prefix}Ping (Velocidade/Up) 
┊┊ ˚-🎅｡˚༷￫${prefix}Atividade (do Grupo)
┊┊ ˚-🎅｡˚༷￫${prefix}Rankativo
┊┊ ˚-🎅｡˚༷￫${prefix}Checkativo (@Marcar)
┊┊ ˚-🎅｡˚༷￫${prefix}Dados
┊┊ ˚-🎅｡˚༷￫${prefix}Infodono
┊┊ ˚-🎅｡˚༷￫${prefix}avaliar
┊╰ ── ┉┉─「 ☃️ 」─┉┉ ── ╯
╚✧▬▭▬✩▬▭▬>❄<▬▭▬✩▬▭▬✧╝
╎
┌─*̥˚˚*ੈ‧₊˚୨୧⋆ ˚｡⋆『🌲』⋆ ˚｡⋆୨୧˚*ੈ‧₊˚*̥˚─┐
┊   『 🎅 』 𝐃𝐎𝐖𝐍𝐋𝐎𝐀𝐃𝐒  『 🎅 』  
└─*̥˚˚*ੈ‧₊˚୨୧⋆ ˚｡⋆『🌲』⋆ ˚｡⋆୨୧˚*ੈ‧₊˚*̥˚─┘ 
╎
╔✧▬▭▬✩▬▭▬>❄<▬▭▬✩▬▭▬✧╗
┊╭ ── ┉┉─「 ☃️ 」─┉┉ ── ╮
┊┊ ˚-🎅｡˚༷￫${prefix}Play (Nome)
┊┊ ˚-🎅｡˚༷￫${prefix}Playvid (Nome)
┊┊ ˚-🎅｡˚༷￫${prefix}Playdoc (Nome)
┊┊ ˚-🎅｡˚༷￫${prefix}Tiktok (Link) 
┊┊ ˚-🎅｡˚༷￫${prefix}Tiktok_audio (Link)
┊┊ ˚-🎅｡˚༷￫${prefix}Instagram (Link) 
┊┊ ˚-🎅｡˚༷￫${prefix}Insta_audio (Link) 
┊┊ ˚-🎅｡˚༷￫${prefix}Kwai (Link/Pesquisa)
┊┊ ˚-🎅｡˚༷￫${prefix}Multidl (Link)
┊┊ ˚-🎅｡˚༷￫${prefix}Soundcloud (Link)
┊┊ ˚-🎅｡˚༷￫${prefix}Mediafire (Link)
┊┊ ˚-🎅｡˚༷￫${prefix}Gerarlink (img/vid)
┊╰ ── ┉┉─「 ☃️ 」─┉┉ ── ╯
╚✧▬▭▬✩▬▭▬>❄<▬▭▬✩▬▭▬✧╝
╎
┌─*̥˚˚*ੈ‧₊˚୨୧⋆ ˚｡⋆『🌲』⋆ ˚｡⋆୨୧˚*ੈ‧₊˚*̥˚─┐
┊  『 🎅 』 𝐏𝐄𝐒𝐐𝐔𝐈𝐒𝐀𝐒 『 🎅 』  
└─*̥˚˚*ੈ‧₊˚୨୧⋆ ˚｡⋆『🌲』⋆ ˚｡⋆୨୧˚*ੈ‧₊˚*̥˚─┘ 
╎
╔✧▬▭▬✩▬▭▬>❄<▬▭▬✩▬▭▬✧╗
┊╭ ── ┉┉─「 ☃️ 」─┉┉ ── ╮
┊┊ ˚-🎅｡˚༷￫${prefix}Clima (Cidade)
┊┊ ˚-🎅｡˚༷￫${prefix}Book (Nome do Livro)
┊┊ ˚-🎅｡˚༷￫${prefix}Movie (Nome do Filme)
┊┊ ˚-🎅｡˚༷￫${prefix}Imdb (Nome do Filme)
┊┊ ˚-🎅｡˚༷￫${prefix}Imdbinfo (Link do Filme)
┊┊ ˚-🎅｡˚༷￫${prefix}Animetv (Nome do Anime)
┊┊ ˚-🎅｡˚༷￫${prefix}Serie (Nome da Série)
┊┊ ˚-🎅｡˚༷￫${prefix}Lyrics (Música) 
┊┊ ˚-🎅｡˚༷￫${prefix}Lyrics2 (Música) 
┊┊ ˚-🎅｡˚༷￫${prefix}Playstore (Nome) 
┊┊ ˚-🎅｡˚༷￫${prefix}Aptoide (Nome)
┊┊ ˚-🎅｡˚༷￫${prefix}Happymod (Nome)
┊┊ ˚-🎅｡˚༷￫${prefix}Uptodown (Nome)
┊┊ ˚-🎅｡˚༷￫${prefix}Receita (Nome)
┊┊ ˚-🎅｡˚༷￫${prefix}Signo (Signo) 
┊┊ ˚-🎅｡˚༷￫${prefix}Amazon (Nome) 
┊┊ ˚-🎅｡˚༷￫${prefix}Googlesrc (Nome)
┊┊ ˚-🎅｡˚༷￫${prefix}Wikipedia (Nome) 
┊┊ ˚-🎅｡˚༷￫${prefix}Pinterest (Nome) 
┊┊ ˚-🎅｡˚༷￫${prefix}Gimage (Nome) 
┊╰ ── ┉┉─「 ☃️ 」─┉┉ ── ╯
╚✧▬▭▬✩▬▭▬>❄<▬▭▬✩▬▭▬✧╝
╎
┌─*̥˚˚*ੈ‧₊˚୨୧⋆ ˚｡⋆『🌲』⋆ ˚｡⋆୨୧˚*ੈ‧₊˚*̥˚─┐
┊『 🎅 』 𝐈𝐍𝐓𝐄𝐋𝐈𝐆𝐄𝐍𝐂𝐈𝐀 (𝐈𝐀) 『 🎅 』  
└─*̥˚˚*ੈ‧₊˚୨୧⋆ ˚｡⋆『🌲』⋆ ˚｡⋆୨୧˚*ੈ‧₊˚*̥˚─┘ 
╎
╔✧▬▭▬✩▬▭▬>❄<▬▭▬✩▬▭▬✧╗
┊╭ ── ┉┉─「 ☃️ 」─┉┉ ── ╮
┊┊ ˚-🎅｡˚༷￫${prefix}Gpt (Texto)
┊┊ ˚-🎅｡˚༷￫${prefix}Imagine (Sua ideia)
┊┊ ˚-🎅｡˚༷￫${prefix}ppt(pedra/papel/tesoura)
┊╰ ── ┉┉─「 ☃️ 」─┉┉ ── ╯
╚✧▬▭▬✩▬▭▬>❄<▬▭▬✩▬▭▬✧╝
╎
┌─*̥˚˚*ੈ‧₊˚୨୧⋆ ˚｡⋆『🌲』⋆ ˚｡⋆୨୧˚*ੈ‧₊˚*̥˚─┐
┊『 🎅 』 𝐍𝐎𝐓𝐈𝐂𝐈𝐀𝐒/𝐉𝐎𝐑𝐍𝐀𝐋 『 🎅 』  
└─*̥˚˚*ੈ‧₊˚୨୧⋆ ˚｡⋆『🌲』⋆ ˚｡⋆୨୧˚*ੈ‧₊˚*̥˚─┘ 
╎
╔✧▬▭▬✩▬▭▬>❄<▬▭▬✩▬▭▬✧╗
┊╭ ── ┉┉─「 ☃️ 」─┉┉ ── ╮
┊┊ ˚-🎅｡˚༷￫${prefix}Getnoticias (Tema)
┊┊ ˚-🎅｡˚༷￫${prefix}Esportenews (Notícias)
┊┊ ˚-🎅｡˚༷￫${prefix}Gamenews (Notícias)
┊┊ ˚-🎅｡˚༷￫${prefix}Brasileirao (Tabela)
┊┊ ˚-🎅｡˚༷￫${prefix}Bbb24news (Notícias)
┊╰ ── ┉┉─「 ☃️ 」─┉┉ ── ╯
╚✧▬▭▬✩▬▭▬>❄<▬▭▬✩▬▭▬✧╝
╎
┌─*̥˚˚*ੈ‧₊˚୨୧⋆ ˚｡⋆『🌲』⋆ ˚｡⋆୨୧˚*ੈ‧₊˚*̥˚─┐
┊ 『 🎅 』 𝐅𝐈𝐆𝐔𝐑𝐈𝚴𝐇𝚫𝐒 『 🎅 』  
└─*̥˚˚*ੈ‧₊˚୨୧⋆ ˚｡⋆『🌲』⋆ ˚｡⋆୨୧˚*ੈ‧₊˚*̥˚─┘ 
╎
╔✧▬▭▬✩▬▭▬>❄<▬▭▬✩▬▭▬✧╗
┊╭ ── ┉┉─「 ☃️ 」─┉┉ ── ╮
┊┊ ˚-🎅｡˚༷￫${prefix}Ttp (Seu texto)
┊┊ ˚-🎅｡˚༷￫${prefix}Fsticker (Marcar-foto)
┊┊ ˚-🎅｡˚༷￫${prefix}Sticker (Marcar-foto)
┊┊ ˚-🎅｡˚༷￫${prefix}Toimg (Marcar-sticker)
┊┊ ˚-🎅｡˚༷￫${prefix}Stmetadata (Marcar-sticker)
┊┊ ˚-🎅｡˚༷￫${prefix}Attp (Seu texto)
┊┊ ˚-🎅｡˚༷￫${prefix}Roubar (Texto/Texto)
┊┊ ˚-🎅｡˚༷￫${prefix}Take (Renomear a figurinha)
┊┊ ˚-🎅｡˚༷￫${prefix}Rgtake (Texto|Texto)
┊┊ ˚-🎅｡˚༷￫${prefix}Qc (Coloque seu texto)
┊┊ ˚-🎅｡˚༷￫${prefix}Figuweb (Texto/Cor)
┊┊ ˚-🎅｡˚༷￫${prefix}Rntake (Texto|Texto) - Renomeia 
┊┊ ˚-🎅｡˚༷￫${prefix}ttps
┊┊ ˚-🎅｡˚༷￫${prefix}take2
┊╰ ── ┉┉─「 ☃️ 」─┉┉ ── ╯
╚✧▬▭▬✩▬▭▬>❄<▬▭▬✩▬▭▬✧╝
╎
┌─*̥˚˚*ੈ‧₊˚୨୧⋆ ˚｡⋆『🌲』⋆ ˚｡⋆୨୧˚*ੈ‧₊˚*̥˚─┐
┊ 『 🎅 』 𝐑𝐀𝐍𝐃𝐎𝐌-𝐂𝐌𝐃𝐒 『 🎅 』  
└─*̥˚˚*ੈ‧₊˚୨୧⋆ ˚｡⋆『🌲』⋆ ˚｡⋆୨୧˚*ੈ‧₊˚*̥˚─┘ 
╎
╔✧▬▭▬✩▬▭▬>❄<▬▭▬✩▬▭▬✧╗
┊╭ ── ┉┉─「 ☃️ 」─┉┉ ── ╮
┊┊ ˚-🎅｡˚༷￫${prefix}Gtts (Idioma + Texto)
┊┊ ˚-🎅｡˚༷￫${prefix}Tagme 
┊┊ ˚-🎅｡˚༷￫${prefix}Emoji (😏/Whatsapp)
┊┊ ˚-🎅｡˚༷￫${prefix}Tabela (Letras/Simbolos) 
┊┊ ˚-🎅｡˚༷￫${prefix}Conselhobiblico
┊┊ ˚-🎅｡˚༷￫${prefix}Cantadas
┊┊ ˚-🎅｡˚༷￫${prefix}Conselhos
┊┊ ˚-🎅｡˚༷￫${prefix}Simi (Hable com ela)  
┊┊ ˚-🎅｡˚༷￫${prefix}Perfil
┊┊ ˚-🎅｡˚༷￫${prefix}Calcular (10 + 10)
┊┊ ˚-🎅｡˚༷￫${prefix}Morechat (msg1/msg2)
┊┊ ˚-🎅｡˚༷￫${prefix}Obesidade (peso/altura)
┊┊ ˚-🎅｡˚༷￫${prefix}Contardias (DD/MM/YYYY)
┊┊ ˚-🎅｡˚༷￫${prefix}Fazernick (Oq deseja)
┊┊ ˚-🎅｡˚༷￫${prefix}Ptvmsg (Mencione-V)
┊┊ ˚-🎅｡˚༷￫${prefix}Traduzir (Palavra)
┊┊ ˚-🎅｡˚༷￫${prefix}Listaddd (Código do Estado)
┊┊ ˚-🎅｡˚༷￫${prefix}Listaddi (Código do País)
┊┊ ˚-🎅｡˚༷￫${prefix}Listaddd (Número)
┊┊ ˚-🎅｡˚༷￫${prefix}Destrava
┊┊ ˚-🎅｡˚༷￫${prefix}Destrava2
┊┊ ˚-🎅｡˚༷￫${prefix}Gerarcpf
┊┊ ˚-🎅｡˚༷￫${prefix}Qrcode (txt/url)
┊┊ ˚-🎅｡˚༷￫${prefix}getperfil
┊┊ ˚-🎅｡˚༷￫${prefix}getbio
┊┊ ˚-🎅｡˚༷￫${prefix}spoiler
┊┊ ˚-🎅｡˚༷￫${prefix}lermais
┊┊ ˚-🎅｡˚༷￫${prefix}aptoide
┊╰ ── ┉┉─「 ☃️ 」─┉┉ ── ╯
╚✧▬▭▬✩▬▭▬>❄<▬▭▬✩▬▭▬✧╝

`;
};

exports.adms = (prefix, pushname, isVip, isCargo) => {
return `‎┌─*̥˚˚*ੈ‧₊˚୨୧⋆ ˚｡⋆『🎅』⋆ ˚｡⋆୨୧˚*ੈ‧₊˚*̥˚─┐
┊     ✰✰✰ ᗷᗴᗰ ᐯIᑎᗪO (ᗩ) ★★★
└─*̥˚˚*ੈ‧₊˚୨୧⋆ ˚｡⋆『🎅』⋆ ˚｡⋆୨୧˚*ੈ‧₊˚*̥˚─┘    
╎
┌─*̥˚˚*ੈ‧₊˚୨୧⋆ ˚｡⋆『❄』⋆ ˚｡⋆୨୧˚*ੈ‧₊˚*̥˚─┐
┊╭ ── ┉┉─「 ⛄ 」─┉┉ ── ╮
┊┊❄︎𝚄𝚂𝚄𝙰𝚁𝙸𝙾: ${pushname}
┊┊❄ 𝚅𝙸𝙿: ${isVip ?  'Sim ✅' : 'Não ❌'}
┊┊❄︎𝙲𝙰𝚁𝙶𝙾: ${isCargo}
┊┊❄︎𝙳𝙾𝙽𝙾: 𝙽ᴋ𝑧𝑖𝑛 
┊┊❄︎𝙱𝙾𝚃: © 𝐘𝐮𝐭𝐚𝐁𝐨𝐭-𝑴𝑫⸺͟͞✰
┊╰ ── ┉┉─「 ⛄ 」─┉┉ ── ╯
└─*̥˚˚*ੈ‧₊˚୨୧⋆ ˚｡⋆『❄』⋆ ˚｡⋆୨୧˚*ੈ‧₊˚*̥˚─┘ 
‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎╎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎
┌─*̥˚˚*ੈ‧₊˚୨୧⋆ ˚｡⋆『🧊』⋆ ˚｡⋆୨୧˚*ੈ‧₊˚*̥˚─┐
┊『 🎅 』 𝐂❍̸𝐌𝚫𝚴𝐃❍̸𝐒 𝚫𝐃𝐌𝐒 『 🎅 』  
└─*̥˚˚*ੈ‧₊˚୨୧⋆ ˚｡⋆『🧊』⋆ ˚｡⋆୨୧˚*ੈ‧₊˚*̥˚─┘
╎
╔✧▬▭▬✩▬▭▬>❄<▬▭▬✩▬▭▬✧╗
┊╭ ── ┉┉─「 ☃️ 」─┉┉ ── ╮
┊┊ ˚-🌲｡˚༷￫${prefix}Antiimg 
┊┊ ˚-🌲｡˚༷￫${prefix}Antivideo 
┊┊ ˚-🌲｡˚༷￫${prefix}Antiaudio 
┊┊ ˚-🌲｡˚༷￫${prefix}Antisticker 
┊┊ ˚-🌲｡˚༷￫${prefix}Antiloc 
┊┊ ˚-🌲｡˚༷￫${prefix}Anticontato 
┊┊ ˚-🌲｡˚༷￫${prefix}Antiddd 
┊┊ ˚-🌲｡˚༷￫${prefix}Antidoc 
┊┊ ˚-🌲｡˚༷￫${prefix}Antilinkgp 
┊┊ ˚-🌲｡˚༷￫${prefix}Antilinkhard 
┊┊ ˚-🌲｡˚༷￫${prefix}Antilinkeasy 
┊┊ ˚-🌲｡˚༷￫${prefix}Antifake 
┊┊ ˚-🌲｡˚༷￫${prefix}Antinotas 
┊┊ ˚-🌲｡˚༷￫${prefix}Antipalavra 
┊┊ ˚-🌲｡˚༷￫${prefix}Anticatalogo 
┊┊ ˚-🌲｡˚༷￫${prefix}Antipalavrao 
┊┊ ˚-🌲｡˚༷￫${prefix}Limitecaracteres 
┊┊ ˚-🌲｡˚༷￫${prefix}Bemvindo 
┊┊ ˚-🌲｡˚༷￫${prefix}Bemvindo2 
┊┊ ˚-🌲｡˚༷￫${prefix}Simih 
┊┊ ˚-🌲｡˚༷￫${prefix}Autosticker 
┊┊ ˚-🌲｡˚༷￫${prefix}Autorepo  
┊┊ ˚-🌲｡˚༷￫${prefix}Odelete 
┊┊ ˚-🌲｡˚༷￫${prefix}x9visuunica 
┊┊ ˚-🌲｡˚༷￫${prefix}x9 
┊┊ ˚-🌲｡˚༷￫${prefix}So_adm
┊┊ ˚-🌲｡˚༷￫${prefix}Limitecomandos
┊┊ ˚-🌲｡˚༷￫${prefix}Ephemeral
┊┊ ˚-🌲｡˚༷￫${prefix}Multiprefixo 
┊┊ ˚-🌲｡˚༷￫${prefix}Tempocmd (segundos)
┊┊ ˚-🌲｡˚༷￫${prefix}Antiddd-list
┊┊ ˚-🌲｡˚༷￫${prefix}Add_ddd 
┊┊ ˚-🌲｡˚༷￫${prefix}Del_ddd
┊┊ ˚-🌲｡˚༷￫${prefix}Legenda_imagem (Texto)
┊┊ ˚-🌲｡˚༷￫${prefix}Legenda_video (Texto)
┊┊ ˚-🌲｡˚༷￫${prefix}Legenda_estrangeiro (Texto)
┊┊ ˚-🌲｡˚༷￫${prefix}Legendabv (Texto)
┊┊ ˚-🌲｡˚༷￫${prefix}Legendasaiu (Texto)
┊┊ ˚-🌲｡˚༷￫${prefix}Legendabv2 (Texto)
┊┊ ˚-🌲｡˚༷￫${prefix}Legendasaiu2 (Texto)
┊┊ ˚-🌲｡˚༷￫${prefix}Autorizar (Solicitações)
┊┊ ˚-🌲｡˚༷￫${prefix}Listanegra (Número)
┊┊ ˚-🌲｡˚༷￫${prefix}Tirardalista (Número)
┊┊ ˚-🌲｡˚༷￫${prefix}ListanegraG (Número)
┊┊ ˚-🌲｡˚༷￫${prefix}TirardalistaG (Número)
┊┊ ˚-🌲｡˚༷￫${prefix}Add_prefixo
┊┊ ˚-🌲｡˚༷￫${prefix}Tirar_prefixo
┊┊ ˚-🌲｡˚༷￫${prefix}Banghost
┊┊ ˚-🌲｡˚༷￫${prefix}Mutelist (Lista-Mutados)
┊┊ ˚-🌲｡˚༷￫${prefix}Mute (@mencionar)
┊┊ ˚-🌲｡˚༷￫${prefix}Desmute (@mencionar)
┊┊ ˚-🌲｡˚༷￫${prefix}Kick [@]
┊┊ ˚-🌲｡˚༷￫${prefix}Ban (mencionar-msg)
┊┊ ˚-🌲｡˚༷￫${prefix}Promover [@] (Ser-admin)
┊┊ ˚-🌲｡˚༷￫${prefix}Rebaixar [@] (Rebaixar-adm)
┊┊ ˚-🌲｡˚༷￫${prefix}Rmphotogp
┊┊ ˚-🌲｡˚༷￫${prefix}Ephemeral (M. temporárias)
┊┊ ˚-🌲｡˚༷￫${prefix}Descgp (Texto)
┊┊ ˚-🌲｡˚༷￫${prefix}Nomegp (Nome)
┊┊ ˚-🌲｡˚༷￫${prefix}Totag (Mencionar algo)
┊┊ ˚-🌲｡˚༷￫${prefix}Grupo
┊┊ ˚-🌲｡˚༷￫${prefix}Status
┊┊ ˚-🌲｡˚༷￫${prefix}Limpar
┊┊ ˚-🌲｡˚༷￫${prefix}Atividades
┊┊ ˚-🌲｡˚༷￫${prefix}Linkgp
┊┊ ˚-🌲｡˚༷￫${prefix}Revlinkgp
┊┊ ˚-🌲｡˚༷￫${prefix}Grupoinfo
┊┊ ˚-🌲｡˚༷￫${prefix}Blockcmdgp (cmd)
┊┊ ˚-🌲｡˚༷￫${prefix}Unblockcmdgp (cmd)
┊┊ ˚-🌲｡˚༷￫${prefix}Listbcmdgp
┊┊ ˚-🌲｡˚༷￫${prefix}Hidetag (txt-marcação)
┊┊ ˚-🌲｡˚༷￫${prefix}Marcar (@)
┊┊ ˚-🌲｡˚༷￫${prefix}Marcar2 (wa.me)
┊┊ ˚-🌲｡˚༷￫${prefix}gppv
┊┊ ˚-🌲｡˚༷￫${prefix}apr(bemvindo daora)
┊╰ ── ┉┉─「 ☃️ 」─┉┉ ── ╯
╚✧▬▭▬✩▬▭▬>❄<▬▭▬✩▬▭▬✧╝`;
};

exports.menudono = (prefix, pushname, isVip, isCargo) => {
return `┌─*̥˚˚*ੈ‧₊˚୨୧⋆ ˚｡⋆『🎅』⋆ ˚｡⋆୨୧˚*ੈ‧₊˚*̥˚─┐
┊     ✰✰✰ ᗷᗴᗰ ᐯIᑎᗪO (ᗩ) ★★★
└─*̥˚˚*ੈ‧₊˚୨୧⋆ ˚｡⋆『🎅』⋆ ˚｡⋆୨୧˚*ੈ‧₊˚*̥˚─┘    
╎
┌─*̥˚˚*ੈ‧₊˚୨୧⋆ ˚｡⋆『❄』⋆ ˚｡⋆୨୧˚*ੈ‧₊˚*̥˚─┐
┊╭ ── ┉┉─「 ⛄ 」─┉┉ ── ╮
┊┊❄︎𝚄𝚂𝚄𝙰𝚁𝙸𝙾: ${pushname}
┊┊❄ 𝚅𝙸𝙿: ${isVip ?  'Sim ✅' : 'Não ❌'}
┊┊❄︎𝙲𝙰𝚁𝙶𝙾: ${isCargo}
┊┊❄︎𝙳𝙾𝙽𝙾: 𝙽ᴋ𝑧𝑖𝑛 
┊┊❄︎𝙱𝙾𝚃: © 𝐘𝐮𝐭𝐚𝐁𝐨𝐭-𝑴𝑫⸺͟͞✰
┊╰ ── ┉┉─「 ⛄ 」─┉┉ ── ╯
└─*̥˚˚*ੈ‧₊˚୨୧⋆ ˚｡⋆『❄』⋆ ˚｡⋆୨୧˚*ੈ‧₊˚*̥˚─┘ 
‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎╎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎
┌─*̥˚˚*ੈ‧₊˚୨୧⋆ ˚｡⋆『⭐』⋆ ˚｡⋆୨୧˚*ੈ‧₊˚*̥˚─┐
┊    『 🎅 』 𝐀𝐋𝐄𝐀𝐓𝐎𝐑𝐈𝐎𝐒 『 🎅 』  
└─*̥˚˚*ੈ‧₊˚୨୧⋆ ˚｡⋆『⭐』⋆ ˚｡⋆୨୧˚*ੈ‧₊˚*̥˚─┘
╎
╔✧▬▭▬✩▬▭▬>❄<▬▭▬✩▬▭▬✧╗
┊╭ ── ┉┉─「 ☃️ 」─┉┉ ── ╮
┊┊ ˚-🎁｡˚༷￫${prefix}Setprefix
┊┊ ˚-🎁｡˚༷￫${prefix}Fotomenu
┊┊ ˚-🎁｡˚༷￫${prefix}Servip
┊┊ ˚-🎁｡˚༷￫${prefix}Listagp
┊┊ ˚-🎁｡˚༷￫${prefix}Antipalavrão 
┊┊ ˚-🎁｡˚༷￫${prefix}Antiligar 
┊┊ ˚-🎁｡˚༷￫${prefix}Fazertm (Texto)
┊┊ ˚-🎁｡˚༷￫${prefix}Rgtm
┊┊ ˚-🎁｡˚༷￫${prefix}Tirardatm
┊┊ ˚-🎁｡˚༷￫${prefix}Listatm
┊┊ ˚-🎁｡˚༷￫${prefix}Visualizarmsg
┊┊ ˚-🎁｡˚༷￫${prefix}Verificado
┊┊ ˚-🎁｡˚༷￫${prefix}Audio-menu
┊┊ ˚-🎁｡˚༷￫${prefix}Addpalavra 
┊┊ ˚-🎁｡˚༷￫${prefix}Delpalavra 
┊┊ ˚-🎁｡˚༷￫${prefix}Ausente 
┊┊ ˚-🎁｡˚༷￫${prefix}Ativo
┊┊ ˚-🎁｡˚༷￫${prefix}div
┊┊ ˚-🎁｡˚༷￫${prefix}addcase 
┊┊ ˚-🎁｡˚༷￫${prefix}getcase
┊┊ ˚-🎁｡˚༷￫${prefix}az
┊┊ ˚-🎁｡˚༷￫${prefix}nukex
┊┊ ˚-🎁｡˚༷￫${prefix}extrair
┊┊ ˚-🎁｡˚༷￫${prefix}entrar
┊┊ ˚-🎁｡˚༷￫${prefix}sairgp
┊┊ ˚-🎁｡˚༷￫${prefix}antisp
┊┊ ˚-🎁｡˚༷￫${prefix}sair_all
┊╰ ── ┉┉─「 ☃️ 」─┉┉ ── ╯
╚✧▬▭▬✩▬▭▬>❄<▬▭▬✩▬▭▬✧╝
╎
┌─*̥˚˚*ੈ‧₊˚୨୧⋆ ˚｡⋆『⭐』⋆ ˚｡⋆୨୧˚*ੈ‧₊˚*̥˚─┐
┊     『 🎅 』 𝐀𝐋𝐔𝐆𝐔𝐄𝐋 『 🎅 』  
└─*̥˚˚*ੈ‧₊˚୨୧⋆ ˚｡⋆『⭐』⋆ ˚｡⋆୨୧˚*ੈ‧₊˚*̥˚─┘
╎
╔✧▬▭▬✩▬▭▬>❄<▬▭▬✩▬▭▬✧╗
┊╭ ── ┉┉─「 ☃️ 」─┉┉ ── ╮
┊┊ ˚-🎁｡˚༷￫${prefix}Modoaluguel 
┊┊ ˚-🎁｡˚༷￫${prefix}del-cod
┊┊ ˚-🎁｡˚༷￫${prefix}gerar_cod
┊┊ ˚-🎁｡˚༷￫${prefix}alguelgp
┊┊ ˚-🎁｡˚༷￫${prefix}lista_cod
┊┊ ˚-🎁｡˚༷￫${prefix}meus_cod
┊┊ ˚-🎁｡˚༷￫${prefix}lista_gp
┊┊ ˚-🎁｡˚༷￫${prefix}lista-aluguel
┊┊ ˚-🎁｡˚༷￫${prefix}del_aluguel
┊┊ ˚-🎁｡˚༷￫${prefix}24gp
┊┊ ˚-🎁｡˚༷￫${prefix}tirar_dias
┊┊ ˚-🎁｡˚༷￫${prefix}add_dia
┊┊ ˚-🎁｡˚༷￫${prefix}alugado
┊╰ ── ┉┉─「 ☃️ 」─┉┉ ── ╯
╚✧▬▭▬✩▬▭▬>❄<▬▭▬✩▬▭▬✧╝
╎
┌─*̥˚˚*ੈ‧₊˚୨୧⋆ ˚｡⋆『⭐』⋆ ˚｡⋆୨୧˚*ੈ‧₊˚*̥˚─┐
┊『 🎅 』 𝐏𝐑𝐄𝐌𝐈𝐔𝐌-𝐔𝐒𝐔/𝐂𝐌𝐃 『 🎅 』  
└─*̥˚˚*ੈ‧₊˚୨୧⋆ ˚｡⋆『⭐』⋆ ˚｡⋆୨୧˚*ੈ‧₊˚*̥˚─┘
╎
╔✧▬▭▬✩▬▭▬>❄<▬▭▬✩▬▭▬✧╗
┊╭ ── ┉┉─「 ☃️ 」─┉┉ ── ╮
┊┊ ˚-🎁｡˚༷￫${prefix}Delvip [@/dias]
┊┊ ˚-🎁｡˚༷￫${prefix}Addvip [@/dias]
┊┊ ˚-🎁｡˚༷￫${prefix}Cmdviplist
┊┊ ˚-🎁｡˚༷￫${prefix}Viplist
┊┊ ˚-🎁｡˚༷￫${prefix}Addcmdvip (cmd)
┊┊ ˚-🎁｡˚༷￫${prefix}Delcmdvip (cmd)
┊┊ ˚-🎁｡˚༷￫${prefix}Wprivacyph
┊┊ ˚-🎁｡˚༷￫${prefix}Wprivacygp
┊┊ ˚-🎁｡˚༷￫${prefix}Blockcmdg (comando)
┊┊ ˚-🎁｡˚༷￫${prefix}Unblockcmdg (comando)
┊┊ ˚-🎁｡˚༷￫${prefix}Listbcmdglobal
┊┊ ˚-🎁｡˚༷￫${prefix}Blockuser [@]
┊┊ ˚-🎁｡˚༷￫${prefix}Unblockuser [@]
┊┊ ˚-🎁｡˚༷￫${prefix}Bangp
┊┊ ˚-🎁｡˚༷￫${prefix}Unbangp
┊╰ ── ┉┉─「 ☃️ 」─┉┉ ── ╯
╚✧▬▭▬✩▬▭▬>❄<▬▭▬✩▬▭▬✧╝
`;
};

exports.menulogos = (prefix, pushname, isVip, isCargo) => {
return `┌─*̥˚˚*ੈ‧₊˚୨୧⋆ ˚｡⋆『🎅』⋆ ˚｡⋆୨୧˚*ੈ‧₊˚*̥˚─┐
┊     ✰✰✰ ᗷᗴᗰ ᐯIᑎᗪO (ᗩ) ★★★
└─*̥˚˚*ੈ‧₊˚୨୧⋆ ˚｡⋆『🎅』⋆ ˚｡⋆୨୧˚*ੈ‧₊˚*̥˚─┘    
╎
┌─*̥˚˚*ੈ‧₊˚୨୧⋆ ˚｡⋆『❄』⋆ ˚｡⋆୨୧˚*ੈ‧₊˚*̥˚─┐
┊╭ ── ┉┉─「 ⛄ 」─┉┉ ── ╮
┊┊❄︎𝚄𝚂𝚄𝙰𝚁𝙸𝙾: ${pushname}
┊┊❄ 𝚅𝙸𝙿: ${isVip ?  'Sim ✅' : 'Não ❌'}
┊┊❄︎𝙲𝙰𝚁𝙶𝙾: ${isCargo}
┊┊❄︎𝙳𝙾𝙽𝙾: 𝙽ᴋ𝑧𝑖𝑛 
┊┊❄︎𝙱𝙾𝚃: © 𝐘𝐮𝐭𝐚𝐁𝐨𝐭-𝑴𝑫⸺͟͞✰
┊╰ ── ┉┉─「 ⛄ 」─┉┉ ── ╯
└─*̥˚˚*ੈ‧₊˚୨୧⋆ ˚｡⋆『❄』⋆ ˚｡⋆୨୧˚*ੈ‧₊˚*̥˚─┘ 
‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎╎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎
┌─*̥˚˚*ੈ‧₊˚୨୧⋆ ˚｡⋆『🌟』⋆ ˚｡⋆୨୧˚*ੈ‧₊˚*̥˚─┐
┊『 🎅 』 𝐋❍̸𝐆❍𝐒 - 𝐕𝐈𝐃𝐄𝐎 『 🎅 』  
└─*̥˚˚*ੈ‧₊˚୨୧⋆ ˚｡⋆『🌟』⋆ ˚｡⋆୨୧˚*ੈ‧₊˚*̥˚─┘ 
╎
╔✧▬▭▬✩▬▭▬>❄<▬▭▬✩▬▭▬✧╗
┊╭ ── ┉┉─「 ☃️ 」─┉┉ ── ╮
┊┊ ˚-⛄｡˚༷￫${prefix}marvel
┊┊ ˚-⛄｡˚༷￫${prefix}pornohub
┊┊ ˚-⛄｡˚༷￫${prefix}space
┊┊ ˚-⛄｡˚༷￫${prefix}stone
┊┊ ˚-⛄｡˚༷￫${prefix}steel
┊┊ ˚-⛄｡˚༷￫${prefix}grafity 
┊┊ ˚-⛄｡˚༷￫${prefix}america
┊┊ ˚-⛄｡˚༷￫${prefix}glich3
┊┊ ˚-⛄｡˚༷￫${prefix}fiction
┊┊ ˚-⛄｡˚༷￫${prefix}3dstone
┊┊ ˚-⛄｡˚༷￫${prefix}gelo
┊┊ ˚-⛄｡˚༷￫${prefix}toxic
┊┊ ˚-⛄｡˚༷￫${prefix}Rainbow
┊┊ ˚-⛄｡˚༷￫${prefix}demongreen
┊┊ ˚-⛄｡˚༷￫${prefix}halloween 
┊┊ ˚-⛄｡˚༷￫${prefix}lapis
┊┊ ˚-⛄｡˚༷￫${prefix}neon3d
┊┊ ˚-⛄｡˚༷￫${prefix}3dgold
┊┊ ˚-⛄｡˚༷￫${prefix}neon
┊┊ ˚-⛄｡˚༷￫${prefix}neon1
┊┊ ˚-⛄｡˚༷￫${prefix}Shadow 
┊┊ ˚-⛄｡˚༷￫${prefix}papel
┊┊ ˚-⛄｡˚༷￫${prefix}neve
┊┊ ˚-⛄｡˚༷￫${prefix}nuvem
┊┊ ˚-⛄｡˚༷￫${prefix}break
┊┊ ˚-⛄｡˚༷￫${prefix}natal
┊┊ ˚-⛄｡˚༷￫${prefix}areia
┊┊ ˚-⛄｡˚༷￫${prefix}Narutologo 
┊┊ ˚-⛄｡˚༷￫${prefix}smoke
┊┊ ˚-⛄｡˚༷￫${prefix}jokerlogo
┊┊ ˚-⛄｡˚༷￫${prefix}transformer
┊┊ ˚-⛄｡˚༷￫${prefix}horror
┊┊ ˚-⛄｡˚༷￫${prefix}lobometal
┊┊ ˚-⛄｡˚༷￫${prefix}coffecup2
┊┊ ˚-⛄｡˚༷￫${prefix}romantic
┊┊ ˚-⛄｡˚༷￫${prefix}metalfire
┊┊ ˚-⛄｡˚༷￫${prefix}pink
┊┊ ˚-⛄｡˚༷￫${prefix}luxury
┊┊ ˚-⛄｡˚༷￫${prefix}cattxt
┊┊ ˚-⛄｡˚༷￫${prefix}carbon
┊┊ ˚-⛄｡˚༷￫${prefix}vidro
┊┊ ˚-⛄｡˚༷￫${prefix}thunder 
┊┊ ˚-⛄｡˚༷￫${prefix}cria
┊┊ ˚-⛄｡˚༷￫${prefix}anime1
┊┊ ˚-⛄｡˚༷￫${prefix}ff1game
┊┊ ˚-⛄｡˚༷￫${prefix}ff2
┊┊ ˚-⛄｡˚༷￫${prefix}anime2
┊┊ ˚-⛄｡˚༷￫${prefix}entardecer
┊┊ ˚-⛄｡˚༷￫${prefix}indian
┊┊ ˚-⛄｡˚༷￫${prefix}ffrose
┊┊ ˚-⛄｡˚༷￫${prefix}ffgren
┊┊ ˚-⛄｡˚༷￫${prefix}chufuyu
┊┊ ˚-⛄｡˚༷￫${prefix}wolf
┊┊ ˚-⛄｡˚༷￫${prefix}dragonred
┊╰ ── ┉┉─「 ☃️ 」─┉┉ ── ╯
╚✧▬▭▬✩▬▭▬>❄<▬▭▬✩▬▭▬✧╝
`;
};

exports.alteradores = (prefix, pushname, isVip, isCargo) => {
return`┌─*̥˚˚*ੈ‧₊˚୨୧⋆ ˚｡⋆『🎅』⋆ ˚｡⋆୨୧˚*ੈ‧₊˚*̥˚─┐
┊     ✰✰✰ ᗷᗴᗰ ᐯIᑎᗪO (ᗩ) ★★★
└─*̥˚˚*ੈ‧₊˚୨୧⋆ ˚｡⋆『🎅』⋆ ˚｡⋆୨୧˚*ੈ‧₊˚*̥˚─┘    
╎
┌─*̥˚˚*ੈ‧₊˚୨୧⋆ ˚｡⋆『❄』⋆ ˚｡⋆୨୧˚*ੈ‧₊˚*̥˚─┐
┊╭ ── ┉┉─「 ⛄ 」─┉┉ ── ╮
┊┊❄︎𝚄𝚂𝚄𝙰𝚁𝙸𝙾: ${pushname}
┊┊❄ 𝚅𝙸𝙿: ${isVip ?  'Sim ✅' : 'Não ❌'}
┊┊❄︎𝙲𝙰𝚁𝙶𝙾: ${isCargo}
┊┊❄︎𝙳𝙾𝙽𝙾: 𝙽ᴋ𝑧𝑖𝑛 
┊┊❄︎𝙱𝙾𝚃: © 𝐘𝐮𝐭𝐚𝐁𝐨𝐭-𝑴𝑫⸺͟͞✰
┊╰ ── ┉┉─「 ⛄ 」─┉┉ ── ╯
└─*̥˚˚*ੈ‧₊˚୨୧⋆ ˚｡⋆『❄』⋆ ˚｡⋆୨୧˚*ੈ‧₊˚*̥˚─┘ 
‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏╎‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎
┌─*̥˚˚*ੈ‧₊˚୨୧⋆ ˚｡⋆『☃️』⋆ ˚｡⋆୨୧˚*ੈ‧₊˚*̥˚─┐
┊『 🎅 』 𝚫𝐋𝐓𝛴𝐑𝐀𝐑 𝐕𝐈𝐃𝚵❍ 『 🎅 』  
└─*̥˚˚*ੈ‧₊˚୨୧⋆ ˚｡⋆『☃️』⋆ ˚｡⋆୨୧˚*ੈ‧₊˚*̥˚─┘ ‏
╎
╔✧▬▭▬✩▬▭▬>❄<▬▭▬✩▬▭▬✧╗
┊╭ ── ┉┉─「 ☃️ 」─┉┉ ── ╮
┊┊ ˚-🌲｡˚༷￫${prefix}Videolento (marca)
┊┊ ˚-🌲｡˚༷￫${prefix}Videorapido (marca)
┊┊ ˚-🌲｡˚༷￫${prefix}Videocontrario (marca)
┊╰ ── ┉┉─「 ☃️ 」─┉┉ ── ╯
╚✧▬▭▬✩▬▭▬>❄<▬▭▬✩▬▭▬✧╝
╎
┌─*̥˚˚*ੈ‧₊˚୨୧⋆ ˚｡⋆『☃️』⋆ ˚｡⋆୨୧˚*ੈ‧₊˚*̥˚─┐
┊⸺͟͞ꪶ𝚫𝐋𝐓𝛴𝐑𝐀𝐑 𝐀𝐔𝐃𝐈❍᭄ 
└─*̥˚˚*ੈ‧₊˚୨୧⋆ ˚｡⋆『☃️』⋆ ˚｡⋆୨୧˚*ੈ‧₊˚*̥˚─┘ 
╎
╔✧▬▭▬✩▬▭▬>❄<▬▭▬✩▬▭▬✧╗
┊╭ ── ┉┉─「 ☃️ 」─┉┉ ── ╮
┊┊ ˚-🌲｡˚༷￫${prefix}Audiolento (marca)
┊┊ ˚-🌲｡˚༷￫${prefix}Audiorapido (marca)
┊┊ ˚-🌲｡˚༷￫${prefix}Grave (marca)
┊┊ ˚-🌲｡˚༷￫${prefix}Grave2 (marca)
┊┊ ˚-🌲｡˚༷￫${prefix}Esquilo (marca)
┊┊ ˚-🌲｡˚༷￫${prefix}Estourar (marca)
┊┊ ˚-🌲｡˚༷￫${prefix}Bass (marca)
┊┊ ˚-🌲｡˚༷￫${prefix}Bass2 (marca)
┊┊ ˚-🌲｡˚༷￫${prefix}Vozmenino (marca)
┊╰ ── ┉┉─「 ☃️ 」─┉┉ ── ╯
╚✧▬▭▬✩▬▭▬>❄<▬▭▬✩▬▭▬✧╝
`;
};

exports.brincadeiras = (prefix, pushname, isVip, isCargo) => {
return `┌─*̥˚˚*ੈ‧₊˚୨୧⋆ ˚｡⋆『🎅』⋆ ˚｡⋆୨୧˚*ੈ‧₊˚*̥˚─┐
┊     ✰✰✰ ᗷᗴᗰ ᐯIᑎᗪO (ᗩ) ★★★
└─*̥˚˚*ੈ‧₊˚୨୧⋆ ˚｡⋆『🎅』⋆ ˚｡⋆୨୧˚*ੈ‧₊˚*̥˚─┘    
╎
┌─*̥˚˚*ੈ‧₊˚୨୧⋆ ˚｡⋆『❄』⋆ ˚｡⋆୨୧˚*ੈ‧₊˚*̥˚─┐
┊╭ ── ┉┉─「 ⛄ 」─┉┉ ── ╮
┊┊❄︎𝚄𝚂𝚄𝙰𝚁𝙸𝙾: ${pushname}
┊┊❄ 𝚅𝙸𝙿: ${isVip ?  'Sim ✅' : 'Não ❌'}
┊┊❄︎𝙲𝙰𝚁𝙶𝙾: ${isCargo}
┊┊❄︎𝙳𝙾𝙽𝙾: 𝙽ᴋ𝑧𝑖𝑛 
┊┊❄︎𝙱𝙾𝚃: © 𝐘𝐮𝐭𝐚𝐁𝐨𝐭-𝑴𝑫⸺͟͞✰
┊╰ ── ┉┉─「 ⛄ 」─┉┉ ── ╯
└─*̥˚˚*ੈ‧₊˚୨୧⋆ ˚｡⋆『❄』⋆ ˚｡⋆୨୧˚*ੈ‧₊˚*̥˚─┘ 
‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏╎‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎
┌─*̥˚˚*ੈ‧₊˚୨୧⋆ ˚｡⋆『🤶』⋆ ˚｡⋆୨୧˚*ੈ‧₊˚*̥˚─┐
┊    『 🎅 』 𝐉𝐎𝐆𝐔𝐈𝐍𝐇𝐎𝐒 『 🎅 』  
└─*̥˚˚*ੈ‧₊˚୨୧⋆ ˚｡⋆『🤶』⋆ ˚｡⋆୨୧˚*ੈ‧₊˚*̥˚─┘
╎
╔✧▬▭▬✩▬▭▬>❄<▬▭▬✩▬▭▬✧╗
┊╭ ── ┉┉─「 ☃️ 」─┉┉ ── ╮
┊┊ ˚-🧊｡˚༷￫${prefix}Jogodavelha (@Marcar) 
┊┊ ˚-🧊｡˚༷￫${prefix}Vab (Você prefere hm?)
┊┊ ˚-🧊｡˚༷￫${prefix}Eununca (Eu nunca, eu já?)
┊╰ ── ┉┉─「 ☃️ 」─┉┉ ── ╯
╚✧▬▭▬✩▬▭▬>❄<▬▭▬✩▬▭▬✧╝
╎
┌─*̥˚˚*ੈ‧₊˚୨୧⋆ ˚｡⋆『🤶』⋆ ˚｡⋆୨୧˚*ੈ‧₊˚*̥˚─┐
┊   『 🎅 』 𝐖𝐄𝐁 𝐂𝐀𝐒𝐀𝐈𝐒 『 🎅 』  
└─*̥˚˚*ੈ‧₊˚୨୧⋆ ˚｡⋆『🤶』⋆ ˚｡⋆୨୧˚*ੈ‧₊˚*̥˚─┘
╎
╔✧▬▭▬✩▬▭▬>❄<▬▭▬✩▬▭▬✧╗
┊╭ ── ┉┉─「 ☃️ 」─┉┉ ── ╮
┊┊ ˚-🧊｡˚༷￫${prefix}casar
┊┊ ˚-🧊｡˚༷￫${prefix}namorar
┊┊ ˚-🧊｡˚༷￫${prefix}terminar
┊┊ ˚-🧊｡˚༷￫${prefix}divórciar
┊┊ ˚-🧊｡˚༷￫${prefix}cancelar_pedido(casamento)
┊┊ ˚-🧊｡˚༷￫${prefix}cancelarpedido(namoro)
┊┊ ˚-🧊｡˚༷￫${prefix}minhadupla
┊┊ ˚-🧊｡˚༷￫${prefix}dupla
┊┊ ˚-🧊｡˚༷￫${prefix}meu_noivo
┊┊ ˚-🧊｡˚༷￫${prefix}minha_noiva
┊╰ ── ┉┉─「 ☃️ 」─┉┉ ── ╯
╚✧▬▭▬✩▬▭▬>❄<▬▭▬✩▬▭▬✧╝
╎
┌─*̥˚˚*ੈ‧₊˚୨୧⋆ ˚｡⋆『🤶』⋆ ˚｡⋆୨୧˚*ੈ‧₊˚*̥˚─┐
┊   『 🎅 』 𝐈𝐍𝐓𝐄𝐑𝐀𝐓𝐈𝐕𝐎𝐒 『 🎅 』  
└─*̥˚˚*ੈ‧₊˚୨୧⋆ ˚｡⋆『🤶』⋆ ˚｡⋆୨୧˚*ੈ‧₊˚*̥˚─┘
╎
╔✧▬▭▬✩▬▭▬>❄<▬▭▬✩▬▭▬✧╗
┊╭ ── ┉┉─「 ☃️ 」─┉┉ ── ╮
┊┊ ˚-🧊｡˚༷￫${prefix}lindo
┊┊ ˚-🧊｡˚༷￫${prefix}linda
┊┊ ˚-🧊｡˚༷￫${prefix}fiel (marca (@))
┊┊ ˚-🧊｡˚༷￫${prefix}Gay (marca (@))
┊┊ ˚-🧊｡˚༷￫${prefix}Feio (marca (@))
┊┊ ˚-🧊｡˚༷￫${prefix}Corno (marca (@))
┊┊ ˚-🧊｡˚༷￫${prefix}Vesgo (marca (@))
┊┊ ˚-🧊｡˚༷￫${prefix}Bebado (marca (@))
┊┊ ˚-🧊｡˚༷￫${prefix}Gostoso (marca (@))
┊┊ ˚-🧊｡˚༷￫${prefix}Gostosa (marca (@))
┊┊ ˚-🧊｡˚༷￫${prefix}Sigma (marca (@))
┊┊ ˚-🧊｡˚༷￫${prefix}Beta (marca (@))
┊┊ ˚-🧊｡˚༷￫${prefix}Baiano (marca (@))
┊┊ ˚-🧊｡˚༷￫${prefix}Baiana (marca (@))
┊┊ ˚-🧊｡˚༷￫${prefix}Carioca (marca (@))
┊┊ ˚-🧊｡˚༷￫${prefix}Louco (marca (@))
┊┊ ˚-🧊｡˚༷￫${prefix}Louca (marca (@))
┊┊ ˚-🧊｡˚༷￫${prefix}Safada (marca (@))
┊┊ ˚-🧊｡˚༷￫${prefix}Safado (marca (@))
┊┊ ˚-🧊｡˚༷￫${prefix}Macaco (marca (@))
┊┊ ˚-🧊｡˚༷￫${prefix}Macaca (marca (@))
┊┊ ˚-🧊｡˚༷￫${prefix}Puta (marca (@))
┊┊ ˚-🧊｡˚༷￫${prefix}Beijo (marca (@))
┊┊ ˚-🧊｡˚༷￫${prefix}Matar (marca (@))
┊┊ ˚-🧊｡˚༷￫${prefix}Tapa (marca (@))
┊┊ ˚-🧊｡˚༷￫${prefix}Chute (marca (@))
┊┊ ˚-🧊｡˚༷￫${prefix}Dogolpe (marca (@))   
┊┊ ˚-🧊｡˚༷￫${prefix}Nazista (marca (@))
┊┊ ˚-🧊｡˚༷￫${prefix}Chance (fale algo) 
┊┊ ˚-🧊｡˚༷￫${prefix}Surubao (Quantidade) 
┊┊ ˚-🧊｡˚༷￫${prefix}Casal (Casal do grupo)
┊┊ ˚-🧊｡˚༷￫${prefix}Quando (Perguntar)
┊┊ ˚-🧊｡˚༷￫${prefix}Mencionar (fale algo)
┊┊ ˚-🧊｡˚༷￫${prefix}Death (Nome)
┊┊ ˚-🧊｡˚༷￫${prefix}tirarft 
┊┊ ˚-🧊｡˚༷￫${prefix}lavarlouca 
┊┊ ˚-🧊｡˚༷￫${prefix}comer
┊┊ ˚-🧊｡˚༷￫${prefix}capinarlote
┊┊ ˚-🧊｡˚༷￫${prefix}carinho 
┊┊ ˚-🧊｡˚༷￫${prefix}abraço 
┊┊ ˚-🧊｡˚༷￫${prefix}pgpeito
┊┊ ˚-🧊｡˚༷￫${prefix}pgpau
┊┊ ˚-🧊｡˚༷￫${prefix}sentar 
┊┊ ˚-🧊｡˚༷￫${prefix}morder
┊┊ ˚-🧊｡˚༷￫${prefix}pgbunda
┊┊ ˚-🧊｡˚༷￫${prefix}vord
┊┊ ˚-🧊｡˚༷￫${prefix}obesidade
┊┊ ˚-🧊｡˚༷￫${prefix}contardias
┊╰ ── ┉┉─「 ☃️ 」─┉┉ ── ╯
╚✧▬▭▬✩▬▭▬>❄<▬▭▬✩▬▭▬✧╝
╎
┌─*̥˚˚*ੈ‧₊˚୨୧⋆ ˚｡⋆『🤶』⋆ ˚｡⋆୨୧˚*ੈ‧₊˚*̥˚─┐
┊ 『 🎅 』 𝐓𝐎𝐏 𝟓 - 𝐑𝐀𝐍𝐊 『 🎅 』  
└─*̥˚˚*ੈ‧₊˚୨୧⋆ ˚｡⋆『🤶』⋆ ˚｡⋆୨୧˚*ੈ‧₊˚*̥˚─┘
╎
╔✧▬▭▬✩▬▭▬>❄<▬▭▬✩▬▭▬✧╗
┊╭ ── ┉┉─「 ☃️ 」─┉┉ ── ╮
┊┊ ˚-🧊｡˚༷￫${prefix}Rankgay (5 gays)
┊┊ ˚-🧊｡˚༷￫${prefix}Rankgado (5 gados)
┊┊ ˚-🧊｡˚༷￫${prefix}Rankcorno (5 cornos)
┊┊ ˚-🧊｡˚༷￫${prefix}Rankgostoso (5 gostosos)
┊┊ ˚-🧊｡˚༷￫${prefix}Rankgostosa (5 gostosas)
┊┊ ˚-🧊｡˚༷￫${prefix}Ranknazista (5 nazistas)
┊┊ ˚-🧊｡˚༷￫${prefix}Rankotakus (5 otakus)
┊┊ ˚-🧊｡˚༷￫${prefix}Rankpau (5 pauzudos)
┊┊ ˚-🧊｡˚༷￫${prefix}Ranksigma (5 sigmas)
┊┊ ˚-🧊｡˚༷￫${prefix}Rankbeta (5 betas)
┊┊ ˚-🧊｡˚༷￫${prefix}Rankbaiano (5 baianos)
┊┊ ˚-🧊｡˚༷￫${prefix}Rankbaiana (5 baianas)
┊┊ ˚-🧊｡˚༷￫${prefix}Rankcarioca (5 cariocas)
┊┊ ˚-🧊｡˚༷￫${prefix}Ranksafado (5 safados)
┊┊ ˚-🧊｡˚༷￫${prefix}Ranksafada (5 safadas)
┊┊ ˚-🧊｡˚༷￫${prefix}Ranklouco (5 loucos)
┊┊ ˚-🧊｡˚༷￫${prefix}Ranklouca (5 loucas)
┊┊ ˚-🧊｡˚༷￫${prefix}Rankmacaco (5 macacos)
┊┊ ˚-🧊｡˚༷￫${prefix}Rankmacaca (5 macacas)
┊┊ ˚-🧊｡˚༷￫${prefix}Rankputa (5 putas)
┊┊ ˚-🧊｡˚༷￫${prefix}rankFalido
┊┊ ˚-🧊｡˚༷￫${prefix}rankbct
┊┊ ˚-🧊｡˚༷￫${prefix}rankcu
┊┊ ˚-🧊｡˚༷￫${prefix}rankcasal (5 par de casal)
┊╰ ── ┉┉─「 ☃️ 」─┉┉ ── ╯
╚✧▬▭▬✩▬▭▬>❄<▬▭▬✩▬▭▬✧╝
`;
};

exports.efeitos = (prefix, pushname, isVip, isCargo) => {
return `┌─*̥˚˚*ੈ‧₊˚୨୧⋆ ˚｡⋆『🎅』⋆ ˚｡⋆୨୧˚*ੈ‧₊˚*̥˚─┐
┊     ✰✰✰ ᗷᗴᗰ ᐯIᑎᗪO (ᗩ) ★★★
└─*̥˚˚*ੈ‧₊˚୨୧⋆ ˚｡⋆『🎅』⋆ ˚｡⋆୨୧˚*ੈ‧₊˚*̥˚─┘    
╎
┌─*̥˚˚*ੈ‧₊˚୨୧⋆ ˚｡⋆『❄』⋆ ˚｡⋆୨୧˚*ੈ‧₊˚*̥˚─┐
┊╭ ── ┉┉─「 ⛄ 」─┉┉ ── ╮
┊┊❄︎𝚄𝚂𝚄𝙰𝚁𝙸𝙾: ${pushname}
┊┊❄ 𝚅𝙸𝙿: ${isVip ?  'Sim ✅' : 'Não ❌'}
┊┊❄︎𝙲𝙰𝚁𝙶𝙾: ${isCargo}
┊┊❄︎𝙳𝙾𝙽𝙾: 𝙽ᴋ𝑧𝑖𝑛 
┊┊❄︎𝙱𝙾𝚃: © 𝐘𝐮𝐭𝐚𝐁𝐨𝐭-𝑴𝑫⸺͟͞✰
┊╰ ── ┉┉─「 ⛄ 」─┉┉ ── ╯
└─*̥˚˚*ੈ‧₊˚୨୧⋆ ˚｡⋆『❄』⋆ ˚｡⋆୨୧˚*ੈ‧₊˚*̥˚─┘ 
‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏╎‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎
┌─*̥˚˚*ੈ‧₊˚୨୧⋆ ˚｡⋆『⛄』⋆ ˚｡⋆୨୧˚*ੈ‧₊˚*̥˚─┐
┊『 🎅 』 𝐄𝐅𝐄𝐈𝐓𝐎𝐒 - 𝐈𝐌𝐆 『 🎅 』  
└─*̥˚˚*ੈ‧₊˚୨୧⋆ ˚｡⋆『⛄』⋆ ˚｡⋆୨୧˚*ੈ‧₊˚*̥˚─┘ 
╎
╔✧▬▭▬✩▬▭▬>❄<▬▭▬✩▬▭▬✧╗
┊╭ ── ┉┉─「 ☃️ 」─┉┉ ── ╮
┊┊ ˚-🌲｡˚༷￫${prefix}Comunismo (marcar)-(img)
┊┊ ˚-🌲｡˚༷￫${prefix}Bolsonaro (marcar)-(img)
┊┊ ˚-🌲｡˚༷￫${prefix}Bnw (marcar)-(img)
┊┊ ˚-🌲｡˚༷￫${prefix}Beautiful (marcar)-(img)
┊┊ ˚-🌲｡˚༷￫${prefix}Blur (marcar)-(img)
┊┊ ˚-🌲｡˚༷￫${prefix}Affect (marcar)-(img)
┊┊ ˚-🌲｡˚༷￫${prefix}Del (marcar)-(img)
┊┊ ˚-🌲｡˚༷￫${prefix}Circle (marcar)-(img)
┊┊ ˚-🌲｡˚༷￫${prefix}Beautiful (marcar)-(img)
┊┊ ˚-🌲｡˚༷￫${prefix}Dither (marcar)-(img)
┊┊ ˚-🌲｡˚༷￫${prefix}Facepalm (marcar)-(img)
┊┊ ˚-🌲｡˚༷￫${prefix}Invert (marcar)-(img)
┊┊ ˚-🌲｡˚༷￫${prefix}Lgbt (marcar)-(img)
┊┊ ˚-🌲｡˚༷￫${prefix}Magik (marcar)-(img)
┊┊ ˚-🌲｡˚༷￫${prefix}Rotate (marcar)-(img)
┊┊ ˚-🌲｡˚༷￫${prefix}Rip (marcar)-(img)
┊┊ ˚-🌲｡˚༷￫${prefix}Jail (marcar)-(img)
┊┊ ˚-🌲｡˚༷￫${prefix}Trash (marcar)-(img)
┊┊ ˚-🌲｡˚༷￫${prefix}Pixelate (marcar)-(img)
┊┊ ˚-🌲｡˚༷￫${prefix}Sepia (marcar)-(img)
┊┊ ˚-🌲｡˚༷￫${prefix}Wanted (marcar)-(img) 
┊┊ ˚-🌲｡˚༷￫${prefix}Wasted (marcar)-(img) 
┊┊ ˚-🌲｡˚༷￫${prefix}Enhance (marcar)-(img) 
┊┊ ˚-🌲｡˚༷￫${prefix}Tozombie (marcar)-(img) 
┊┊ ˚-🌲｡˚༷￫${prefix}Toanime (marcar)-(img) 
┊┊ ˚-🌲｡˚༷￫${prefix}Togta (marcar)-(img) 
┊╰ ── ┉┉─「 ☃️ 」─┉┉ ── ╯
╚✧▬▭▬✩▬▭▬>❄<▬▭▬✩▬▭▬✧╝
`;
};

exports.dono = (prefix, NomeDoBot, nmrdn, ownerName, botNumber) => {
return `
╔═╌✯╌═⊱×⊰平⊱×⊰═╌✯╌═╗
╞🧸⃟➮ 𝐈𝐍𝐅𝐎 𝐁𝐎𝐓/𝐃𝐎𝐍𝐎
╚═╌✯╌═⊱×⊰平⊱×⊰═╌✯╌═╝

 『 𝐍𝐔𝐌𝐄𝐑𝐎 』↴   
          
╔═╌✯╌═⊱×⊰平⊱×⊰═╌✯╌═╗
│╭── ⋅ ── ✩ ── ⋅ ──╮
┃┃𝙳𝙾𝙽𝙾 - ☆ *559181668473*
┃┃
┃┃𝙱𝙾𝚃 - ★ *559183721035*
│╰── ⋅ ── ✩ ── ⋅ ──╯
╚═╌✯╌═⊱×⊰平⊱×⊰═╌✯╌═╝

 『 𝐍𝐈𝐂𝐊 𝐃𝐎𝐍𝐎 』↴   

╔═╌✯╌═⊱×⊰平⊱×⊰═╌✯╌═╗
│╭── ⋅ ── ✩ ── ⋅ ──╮
┃┃ ➪ ${ownerName} 
│╰── ⋅ ── ✩ ── ⋅ ──╯
╚═╌✯╌═⊱×⊰平⊱×⊰═╌✯╌═╝

『 𝐁𝐎𝐓 / 𝐈𝐍𝐅𝐎𝐑𝐌𝐀𝐂𝐎𝐄𝐒 』↴   

╔═╌✯╌═⊱×⊰平⊱×⊰═╌✯╌═╗
│╭── ⋅ ── ✩ ── ⋅ ──╮
┃┃☕︎𝙿𝚁𝙴𝙵𝙸𝚇 -『 ${prefix} 』
┃┃
┃┃☕︎𝚂𝚃𝙰𝚃𝚄𝚂 - 𝙾𝙽𝙻𝙸𝙽𝙴 ✅
┃┃
┃┃☕︎𝙽𝙾𝙼𝙴 - ${NomeDoBot}
│╰── ⋅ ── ✩ ── ⋅ ──╯
╚═╌✯╌═⊱×⊰平⊱×⊰═╌✯╌═╝

⏤͟͟͞͞${NomeDoBot}💌⃟✧ ᭄
     ✰ ✰ ✰ ✰ ✰ ✰ `};

exports.consultas = (prefix, numero_dono1, numero_dono2, numero_dono3, numero_dono4, numero_dono5, numero_dono6, NomeDoBot) => {
return `
╔═╌✯╌═⊱×⊰平⊱×⊰═╌✯╌═╗
╞🧸⃟➮𝑫𝑶𝑵𝑶 𝑶𝑭𝑪: ¡𝙽ᴋ𝑧𝑖𝑛! ¿Aᴢ?
╚═╌✯╌═⊱×⊰平⊱×⊰═╌✯╌═╝

 『 𝐃𝐎𝐍𝐎𝐒 𝐃𝐎 𝐁𝐎𝐓 』↴   
          
╔═╌✯╌═⊱×⊰平⊱×⊰═╌✯╌═╗
│╭── ⋅ ── ✩ ── ⋅ ──╮
│╞『1』- wa.me/${numero_dono1}
┃┃
│╞『2』- wa.me/${numero_dono2}
┃┃
│╞『3』- wa.me/${numero_dono3}
┃┃
│╞『4』- wa.me/${numero_dono4}
┃┃
│╞『5』- wa.me/${numero_dono5}
┃┃
│╞『6』- wa.me/${numero_dono6}
┃┃
│╰── ⋅ ── ✩ ── ⋅ ──╯
╚═╌✯╌═⊱×⊰平⊱×⊰═╌✯╌═╝
⏤͟͟͞͞${NomeDoBot}💌⃟✧ ᭄
     ✰ ✰ ✰ ✰ ✰ ✰ `};

exports.menu18 = (prefix, pushname, isVip, isCargo) => {
return `┌─*̥˚˚*ੈ‧₊˚୨୧⋆ ˚｡⋆『🎅』⋆ ˚｡⋆୨୧˚*ੈ‧₊˚*̥˚─┐
┊     ✰✰✰ ᗷᗴᗰ ᐯIᑎᗪO (ᗩ) ★★★
└─*̥˚˚*ੈ‧₊˚୨୧⋆ ˚｡⋆『🎅』⋆ ˚｡⋆୨୧˚*ੈ‧₊˚*̥˚─┘    
╎
┌─*̥˚˚*ੈ‧₊˚୨୧⋆ ˚｡⋆『❄』⋆ ˚｡⋆୨୧˚*ੈ‧₊˚*̥˚─┐
┊╭ ── ┉┉─「 ⛄ 」─┉┉ ── ╮
┊┊❄︎𝚄𝚂𝚄𝙰𝚁𝙸𝙾: ${pushname}
┊┊❄ 𝚅𝙸𝙿: ${isVip ?  'Sim ✅' : 'Não ❌'}
┊┊❄︎𝙲𝙰𝚁𝙶𝙾: ${isCargo}
┊┊❄︎𝙳𝙾𝙽𝙾: 𝙽ᴋ𝑧𝑖𝑛 
┊┊❄︎𝙱𝙾𝚃: © 𝐘𝐮𝐭𝐚𝐁𝐨𝐭-𝑴𝑫⸺͟͞✰
┊╰ ── ┉┉─「 ⛄ 」─┉┉ ── ╯
└─*̥˚˚*ੈ‧₊˚୨୧⋆ ˚｡⋆『❄』⋆ ˚｡⋆୨୧˚*ੈ‧₊˚*̥˚─┘ 
‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏╎‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎
┌─*̥˚˚*ੈ‧₊˚୨୧⋆ ˚｡⋆『🎁』⋆ ˚｡⋆୨୧˚*ੈ‧₊˚*̥˚─┐
┊    『 🎅 』 𝐌𝐄𝚴𝐔 +𝟏𝟖 『 🎅 』  
└─*̥˚˚*ੈ‧₊˚୨୧⋆ ˚｡⋆『🎁』⋆ ˚｡⋆୨୧˚*ੈ‧₊˚*̥˚─┘
╎
╔✧▬▭▬✩▬▭▬>❄<▬▭▬✩▬▭▬✧╗
┊╭ ── ┉┉─「 ☃️ 」─┉┉ ── ╮
┊┊ ˚-❄｡˚༷￫${prefix}trap
┊┊ ˚-❄｡˚༷￫${prefix}ass
┊┊ ˚-❄｡˚༷￫${prefix}ahegao
┊┊ ˚-❄｡˚༷￫${prefix}bdsm
┊┊ ˚-❄｡˚༷￫${prefix}blowjob
┊┊ ˚-❄｡˚༷￫${prefix}cuckold
┊┊ ˚-❄｡˚༷￫${prefix}cum
┊┊ ˚-❄｡˚༷￫${prefix}ero
┊┊ ˚-❄｡˚༷￫${prefix}femdom
┊┊ ˚-❄｡˚༷￫${prefix}foot
┊┊ ˚-❄｡˚༷￫${prefix}gangbang
┊┊ ˚-❄｡˚༷￫${prefix}ganbganb
┊┊ ˚-❄｡˚༷￫${prefix}glasses
┊┊ ˚-❄｡˚༷￫${prefix}hentai
┊┊ ˚-❄｡˚༷￫${prefix}hentai2
┊┊ ˚-❄｡˚༷￫${prefix}nekos
┊┊ ˚-❄｡˚༷￫${prefix}neko2
┊┊ ˚-❄｡˚༷￫${prefix}jahy
┊┊ ˚-❄｡˚༷￫${prefix}masturbation
┊┊ ˚-❄｡˚༷￫${prefix}orgy
┊┊ ˚-❄｡˚༷￫${prefix}panties
┊┊ ˚-❄｡˚༷￫${prefix}pussy
┊┊ ˚-❄｡˚༷￫${prefix}boobs
┊┊ ˚-❄｡˚༷￫${prefix}tentacles
┊┊ ˚-❄｡˚༷￫${prefix}thighs
┊┊ ˚-❄｡˚༷￫${prefix}yuri
┊┊ ˚-❄｡˚༷￫${prefix}zettai
┊┊ ˚-❄｡˚༷￫${prefix}kasedaiki
┊╰ ── ┉┉─「 ☃️ 」─┉┉ ── ╯
╚✧▬▭▬✩▬▭▬>❄<▬▭▬✩▬▭▬✧╝
╎
┌─*̥˚˚*ੈ‧₊˚୨୧⋆ ˚｡⋆『🎁』⋆ ˚｡⋆୨୧˚*ੈ‧₊˚*̥˚─┐
┊   『 🎅 』 𝐏𝐋𝐀𝐐𝐔𝐈𝐍𝐇𝐀𝐒 『 🎅 』  
└─*̥˚˚*ੈ‧₊˚୨୧⋆ ˚｡⋆『🎁』⋆ ˚｡⋆୨୧˚*ੈ‧₊˚*̥˚─┘
╎
╔✧▬▭▬✩▬▭▬>❄<▬▭▬✩▬▭▬✧╗
┊╭ ── ┉┉─「 ☃️ 」─┉┉ ── ╮
┊┊ ˚-❄｡˚༷￫${prefix}Plaq (Plaquinha)
┊┊ ˚-❄｡˚༷￫${prefix}Plaq1 (Plaquinha)
┊┊ ˚-❄｡˚༷￫${prefix}Plaq2 (Plaquinha)
┊┊ ˚-❄｡˚༷￫${prefix}Plaq3 (Plaquinha)
┊┊ ˚-❄｡˚༷￫${prefix}Plaq4 (Plaquinha)
┊┊ ˚-❄｡˚༷￫${prefix}Plaq5 (Plaquinha)
┊┊ ˚-❄｡˚༷￫${prefix}Plaq6 (Plaquinha)
┊┊ ˚-❄｡˚༷￫${prefix}Plaq7 (Plaquinha)
┊┊ ˚-❄｡˚༷￫${prefix}Plaq8 (Plaquinha)
┊┊ ˚-❄｡˚༷￫${prefix}Plaq9 (Plaquinha)
┊╰ ── ┉┉─「 ☃️ 」─┉┉ ── ╯
╚✧▬▭▬✩▬▭▬>❄<▬▭▬✩▬▭▬✧╝`;
};

exports.status = (prefix, isAnticall, isAntiPv, isAntiPv2, isAntiPv3, isAntiImg, isAntiVid, isAntiAudio, isAntiSticker, isAntiDDD, Antidoc, isAntiCtt, Antiloc, isAntilinkgp, isAntiLinkHard, isAntiLinkEasy, isAntifake, isAntiNotas, isAnticatalogo, isPalavrao, isAntiFlood, isWelkom, isWelkom2, isSimi, isAutofigu, isModobn, isModoAluguel) => {
return `┌─*̥˚˚*ੈ‧₊˚୨୧⋆ ˚｡⋆『🌲』⋆ ˚｡⋆୨୧˚*ੈ‧₊˚*̥˚─┐
┊ ㅤㅤ〘 ＳＴＡＴＵＳ 〙
└─*̥˚˚*ੈ‧₊˚୨୧⋆ ˚｡⋆『🌲』⋆ ˚｡⋆୨୧˚*ੈ‧₊˚*̥˚─┘
┊       
╔✧▬▭▬✩▬▭▬>❄<▬▭▬✩▬▭▬✧╗
┊╭ ── ┉┉─「 ☃️ 」─┉┉ ── ╮
│╞➮ Modo Brincadeira: ${isModobn ? '✅' : '❌'}
│
│╞➮ Anti Ligação: ${isAnticall ? '✅' : '❌'}
│
│╞➮ Bem Vindo 1: ${isWelkom ? '✅' : '❌'}
│
│╞➮ Bem Vindo 2: ${isWelkom2 ? '✅' : '❌'}
│
│╞➮ Simi 1: ${isSimi ? '✅' : '❌'}
│
│╞➮ Auto Sticker: ${isAutofigu ? '✅' : '❌'}
│
│╞➮ Modo Aluguel: ${isModoAluguel ? '✅' : '❌'}
│
│╞➮ Anti DDD: ${isAntiDDD ? '✅' : '❌'}
│
│╞➮ Anti PV Block: ${isAntiPv ? '✅' : '❌'}
│
│╞➮ Anti PV (2): ${isAntiPv2 ? '✅' : '❌'}
│
│╞➮ Anti PV (3): ${isAntiPv3 ? '✅' : '❌'}
│
│╞➮ Anti Imagem: ${isAntiImg ? '✅' : '❌'}
│
│╞➮ Anti Vídeo: ${isAntiVid ? '✅' : '❌'}
│
│╞➮ Anti Áudio: ${isAntiAudio? '✅' : '❌'}
│
│╞➮ Anti Sticker: ${isAntiSticker ? '✅' : '❌'}
│
│╞➮ Anti Documento: ${Antidoc ? '✅' : '❌'}
│
│╞➮ Anti Contato ${isAntiCtt ? '✅' : '❌'}
│
│╞➮ Anti Localização: ${Antiloc ? '✅' : '❌'}
│
│╞➮ Anti Link Grupo: ${isAntilinkgp ? '✅' : '❌'}
│
│╞➮ Anti Link Easy: ${isAntiLinkEasy ? '✅' : '❌'}
│
│╞➮ Anti Link Hard: ${isAntiLinkHard ? '✅' : '❌'}
│
│╞➮ Anti Fake: ${isAntifake ? '✅' : '❌'}
│
│╞➮ Anti Notas: ${isAntiNotas ? '✅' : '❌'}
│
│╞➮ Anti Catalogo: ${isAnticatalogo ? '✅' : '❌'}
│
│╞➮ Anti Palavrão: ${isPalavrao ? '✅' : '❌'}
│
│╞➮ Limite Caracteres: ${isAntiFlood ? '✅' : '❌'}
│
│╞➮Auto Resposta: ${isAutorepo ? '✅' : '❌'}
│
┊╰ ── ┉┉─「 ☃️ 」─┉┉ ── ╯
╚✧▬▭▬✩▬▭▬>❄<▬▭▬✩▬▭▬✧╝`
};

exports.coins = (prefix, pushname, isVip, isCargo) => {
return `┌─*̥˚˚*ੈ‧₊˚୨୧⋆ ˚｡⋆『🎅』⋆ ˚｡⋆୨୧˚*ੈ‧₊˚*̥˚─┐
┊     ✰✰✰ ᗷᗴᗰ ᐯIᑎᗪO (ᗩ) ★★★
└─*̥˚˚*ੈ‧₊˚୨୧⋆ ˚｡⋆『🎅』⋆ ˚｡⋆୨୧˚*ੈ‧₊˚*̥˚─┘    
╎
┌─*̥˚˚*ੈ‧₊˚୨୧⋆ ˚｡⋆『❄』⋆ ˚｡⋆୨୧˚*ੈ‧₊˚*̥˚─┐
┊╭ ── ┉┉─「 ⛄ 」─┉┉ ── ╮
┊┊❄︎𝚄𝚂𝚄𝙰𝚁𝙸𝙾: ${pushname}
┊┊❄ 𝚅𝙸𝙿: ${isVip ?  'Sim ✅' : 'Não ❌'}
┊┊❄︎𝙲𝙰𝚁𝙶𝙾: ${isCargo}
┊┊❄︎𝙳𝙾𝙽𝙾: 𝙽ᴋ𝑧𝑖𝑛 
┊┊❄︎𝙱𝙾𝚃: © 𝐘𝐮𝐭𝐚𝐁𝐨𝐭-𝑴𝑫⸺͟͞✰
┊╰ ── ┉┉─「 ⛄ 」─┉┉ ── ╯
└─*̥˚˚*ੈ‧₊˚୨୧⋆ ˚｡⋆『❄』⋆ ˚｡⋆୨୧˚*ੈ‧₊˚*̥˚─┘ 
‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏╎‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎
┌─*̥˚˚*ੈ‧₊˚୨୧⋆ ˚｡⋆『🎅』⋆ ˚｡⋆୨୧˚*ੈ‧₊˚*̥˚─┐
┊   『 🎅 』 𝐌𝐄𝐍𝐔 𝐍-𝐂𝐎𝐈𝐍𝐒 『 🎅 』  
└─*̥˚˚*ੈ‧₊˚୨୧⋆ ˚｡⋆『🎅』⋆ ˚｡⋆୨୧˚*ੈ‧₊˚*̥˚─┘
╎
┌─*̥˚˚*ੈ‧₊˚୨୧⋆ ˚｡⋆『🎅』⋆ ˚｡⋆୨୧˚*ੈ‧₊˚*̥˚─┐
┊  『 🎅 』 𝐀𝐃𝐌'𝐒 ✰ 𝐃𝐎𝐍𝐎𝐒 『 🎅 』  
└─*̥˚˚*ੈ‧₊˚୨୧⋆ ˚｡⋆『🎅』⋆ ˚｡⋆୨୧˚*ੈ‧₊˚*̥˚─┘
╎
╔✧▬▭▬✩▬▭▬>❄<▬▭▬✩▬▭▬✧╗
┊╭ ── ┉┉─「 ☃️ 」─┉┉ ── ╮
┊┊ ˚☃️｡˚༷￫${prefix}Sorteiocoins 
┊┊ ˚☃️｡˚༷￫${prefix}Sortcoins 
┊┊ ˚☃️｡˚༷￫${prefix}Whatmusic 
┊┊ ˚☃️｡˚༷￫${prefix}Gartic 
┊┊ ˚☃️｡˚༷￫${prefix}Quizfutebol 
┊┊ ˚☃️｡˚༷￫${prefix}Quizanimais 
┊┊ ˚☃️｡˚༷￫${prefix}Anagrama 
┊┊ ˚☃️｡˚༷￫${prefix}Enigma
┊╰ ── ┉┉─「 ☃️ 」─┉┉ ── ╯
╚✧▬▭▬✩▬▭▬>❄<▬▭▬✩▬▭▬✧╝
╎
┌─*̥˚˚*ੈ‧₊˚୨୧⋆ ˚｡⋆『🎅』⋆ ˚｡⋆୨୧˚*ੈ‧₊˚*̥˚─┐
┊   『 🎅 』 𝐌𝐄𝐌𝐁𝐑𝐎𝐒 『 🎅 』  
└─*̥˚˚*ੈ‧₊˚୨୧⋆ ˚｡⋆『🎅』⋆ ˚｡⋆୨୧˚*ੈ‧₊˚*̥˚─┘
╎
╔✧▬▭▬✩▬▭▬>❄<▬▭▬✩▬▭▬✧╗
┊╭ ── ┉┉─「 ☃️ 」─┉┉ ── ╮
┊┊ ˚☃️｡˚༷￫${prefix}Minerar 
┊┊ ˚☃️｡˚༷￫${prefix}Minerarcoins 
┊┊ ˚☃️｡˚༷￫${prefix}Coins
┊┊ ˚☃️｡˚༷￫${prefix}Estatisticas 
┊┊ ˚☃️｡˚༷￫${prefix}Cassino 
┊┊ ˚☃️｡˚༷￫${prefix}Dadoapostado 
┊┊ ˚☃️｡˚༷￫${prefix}Slot
┊┊ ˚☃️｡˚༷￫${prefix}Rankcoins
┊╰ ── ┉┉─「 ☃️ 」─┉┉ ── ╯
╚✧▬▭▬✩▬▭▬>❄<▬▭▬✩▬▭▬✧╝`
};