exports.menu = (prefix) => {
return  `‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏
‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏╔══𖤐•═•𖤐•═•𖤐•═•𖤐•═•𖤐══╗
╎   𓆩𖤐 𝑂𝑈𝑇𝑅𝑂𝑆-𝑀𝐸𝑁𝑈𝑆 𖤐𓆪
╚══𖤐•═•𖤐•═•𖤐•═•𖤐•═•𖤐══╝
┃
┣━ • ❃ ° • ° ۞ ๑ ۩ ๑ ۞ ° • ° ❃ • ━┓
┃╭───𖤐─── 𖤐 ────𖤐──╮
┃┊𓆩𖤐 ${prefix} MenuLogo
┃┊𓆩𖤐 ${prefix} MenuAdm
┃┊𓆩𖤐 ${prefix} MenuBn
┃┊𓆩𖤐 ${prefix} Menucoins
┃┊𓆩𖤐 ${prefix} Efeitosimg
┃┊𓆩𖤐 ${prefix} NoPrefix
┃┊𓆩𖤐 ${prefix} MenuDono
┃╰───𖤐─── 𖤐 ───𖤐───╯
┣━ • ❃ ° • ° ۞ ๑ ۩ ๑ ۞ ° • ° ❃ • ━┛
┃
╔══𖤐•═•𖤐•═•𖤐•═•𖤐•═•𖤐══╗  
╎   𓆩𖤐 𝐼𝑁𝐹𝑂𝑆 / 𝐶𝐻𝐸𝐶𝐾𝑆 𖤐𓆪
╚══𖤐•═•𖤐•═•𖤐•═•𖤐•═•𖤐══╝
┃
┣━ • ❃ ° • ° ۞ ๑ ۩ ๑ ۞ ° • ° ❃ • ━┓
┃╭───𖤐─── 𖤐 ────𖤐──╮
┃┊𓆩𖤐 ${prefix} ping
┃┊𓆩𖤐 ${prefix} Atividade
┃┊𓆩𖤐 ${prefix} Rankativo
┃┊𓆩𖤐 ${prefix} Infodono
┃┊𓆩𖤐 ${prefix} avaliar
┃┊𓆩𖤐 ${prefix} alugar
┃┊𓆩𖤐 ${prefix} Checkativo
┃╰───𖤐─── 𖤐 ───𖤐───╯
┣━ • ❃ ° • ° ۞ ๑ ۩ ๑ ۞ ° • ° ❃ • ━┛
┃
╔══𖤐•═•𖤐•═•𖤐•═•𖤐•═•𖤐══╗
╎   𓆩𖤐 𝐷𝑂𝑊𝑁𝐿𝑂𝐴𝐷𝑆 𖤐𓆪
╚══𖤐•═•𖤐•═•𖤐•═•𖤐•═•𖤐══╝
┃
┣━ • ❃ ° • ° ۞ ๑ ۩ ๑ ۞ ° • ° ❃ • ━┓
┃╭───𖤐─── 𖤐 ────𖤐──╮
┃┊𓆩𖤐 ${prefix} Play
┃┊𓆩𖤐 ${prefix} Playvideo
┃┊𓆩𖤐 ${prefix} Tiktok
┃┊𓆩𖤐 ${prefix} Tiktok_audio
┃┊𓆩𖤐 ${prefix} Instagram
┃┊𓆩𖤐 ${prefix} Insta_audio
┃┊𓆩𖤐 ${prefix} Kwai
┃┊𓆩𖤐 ${prefix} Multidl
┃┊𓆩𖤐 ${prefix} Soundcloud
┃┊𓆩𖤐 ${prefix} Mediafire
┃┊𓆩𖤐 ${prefix} Gerarlink
┃╰───𖤐─── 𖤐 ───𖤐───╯
┣━ • ❃ ° • ° ۞ ๑ ۩ ๑ ۞ ° • ° ❃ • ━┛
┃
╔══𖤐•═•𖤐•═•𖤐•═•𖤐•═•𖤐══╗  
╎   𓆩𖤐 𝑃𝐸𝑆𝑄𝑈𝐼𝑆𝐴𝑆 𖤐𓆪
╚══𖤐•═•𖤐•═•𖤐•═•𖤐•═•𖤐══╝
┃
┣━ • ❃ ° • ° ۞ ๑ ۩ ๑ ۞ ° • ° ❃ • ━┓
┃╭───𖤐─── 𖤐 ────𖤐──╮
┃┊𓆩𖤐 ${prefix} Clima
┃┊𓆩𖤐 ${prefix} Book
┃┊𓆩𖤐 ${prefix} Movie
┃┊𓆩𖤐 ${prefix} Imdb
┃┊𓆩𖤐 ${prefix} Imdbinfo
┃┊𓆩𖤐 ${prefix} Playstore
┃┊𓆩𖤐 ${prefix} Serie
┃┊𓆩𖤐 ${prefix} Aptoide
┃┊𓆩𖤐 ${prefix} Signo
┃┊𓆩𖤐 ${prefix} Amazon
┃┊𓆩𖤐 ${prefix} Wikipedia
┃┊𓆩𖤐 ${prefix} Pinterest
┃┊𓆩𖤐 ${prefix} Getnoticias
┃╰───𖤐─── 𖤐 ───𖤐───╯
┣━ • ❃ ° • ° ۞ ๑ ۩ ๑ ۞ ° • ° ❃ • ━┛
┃
╔══𖤐•═•𖤐•═•𖤐•═•𖤐•═•𖤐══╗
╎   𓆩𖤐 𝐼𝑁𝑇𝐸𝐿𝐼𝐺𝐸𝑁𝐶𝐼𝐴𝑆 𖤐𓆪
╚══𖤐•═•𖤐•═•𖤐•═•𖤐•═•𖤐══╝
┃
┣━ • ❃ ° • ° ۞ ๑ ۩ ๑ ۞ ° • ° ❃ • ━┓
┃╭───𖤐─── 𖤐 ────𖤐──╮
┃┊𓆩𖤐 ${prefix} Gpt
┃┊𓆩𖤐 ${prefix} Imagine
┃┊𓆩𖤐 ${prefix} ppt(pedra/papel/tesoura)
┃╰───𖤐─── 𖤐 ───𖤐───╯
┣━ • ❃ ° • ° ۞ ๑ ۩ ๑ ۞ ° • ° ❃ • ━┛
┃
╔══𖤐•═•𖤐•═•𖤐•═•𖤐•═•𖤐══╗
╎   𓆩𖤐 𝐹𝐼𝐺𝑈𝑅𝐼𝑁𝐻𝐴𝑆 𖤐𓆪
╚══𖤐•═•𖤐•═•𖤐•═•𖤐•═•𖤐══╝
┃
┣━ • ❃ ° • ° ۞ ๑ ۩ ๑ ۞ ° • ° ❃ • ━┓
┃╭───𖤐─── 𖤐 ────𖤐──╮
┃┊𓆩𖤐 ${prefix} Fsticker 
┃┊𓆩𖤐 ${prefix} Sticker 
┃┊𓆩𖤐 ${prefix} Toimg 
┃┊𓆩𖤐 ${prefix} Stmetadata
┃┊𓆩𖤐 ${prefix} Attp 
┃┊𓆩𖤐 ${prefix} Roubar
┃┊𓆩𖤐 ${prefix} Take 
┃┊𓆩𖤐 ${prefix} Qc 
┃┊𓆩𖤐 ${prefix} Figuweb 
┃┊𓆩𖤐 ${prefix} ttps 
┃╰───𖤐─── 𖤐 ───𖤐───╯
┣━ • ❃ ° • ° ۞ ๑ ۩ ๑ ۞ ° • ° ❃ • ━┛
┃
╔══𖤐•═•𖤐•═•𖤐•═•𖤐•═•𖤐══╗
╎   𓆩𖤐 𝑅𝐴𝑁𝐷𝑂𝑀'𝑆 𖤐𓆪
╚══𖤐•═•𖤐•═•𖤐•═•𖤐•═•𖤐══╝
┃
┣━ • ❃ ° • ° ۞ ๑ ۩ ๑ ۞ ° • ° ❃ • ━┓
┃╭───𖤐─── 𖤐 ────𖤐──╮
┃┊𓆩𖤐 ${prefix} Gtts 
┃┊𓆩𖤐 ${prefix} Tagme 
┃┊𓆩𖤐 ${prefix} Emoji 
┃┊𓆩𖤐 ${prefix} Tabela
┃┊𓆩𖤐 ${prefix} mytag 
┃┊𓆩𖤐 ${prefix} Conselhobiblico
┃┊𓆩𖤐 ${prefix} Cantadas 
┃┊𓆩𖤐 ${prefix} Conselhos 
┃┊𓆩𖤐 ${prefix} Simi 
┃┊𓆩𖤐 ${prefix} Perfil 
┃┊𓆩𖤐 ${prefix} Calcular
┃┊𓆩𖤐 ${prefix} Morechat
┃┊𓆩𖤐 ${prefix} Obesidade
┃┊𓆩𖤐 ${prefix} Contardias
┃┊𓆩𖤐 ${prefix} Fazernick
┃┊𓆩𖤐 ${prefix} Ptvmsg
┃┊𓆩𖤐 ${prefix} Traduzir
┃┊𓆩𖤐 ${prefix} Listaddd
┃┊𓆩𖤐 ${prefix} Listaddi
┃┊𓆩𖤐 ${prefix} Destrava
┃┊𓆩𖤐 ${prefix} Destrava
┃┊𓆩𖤐 ${prefix} Gerarcpf
┃┊𓆩𖤐 ${prefix} Qrcode
┃┊𓆩𖤐 ${prefix} getperfil
┃┊𓆩𖤐 ${prefix} getbio
┃┊𓆩𖤐 ${prefix} lermais
┃┊𓆩𖤐 ${prefix} spoiler
┃┊𓆩𖤐 ${prefix} idade
┃╰───𖤐─── 𖤐 ───𖤐───╯
┗━ • ❃ ° • ° ۞ ๑ ۩ ๑ ۞ ° • ° ❃ • ━┛
- 𖤐𖤐𖤐𖤐𖤐`;
};

exports.adms = (prefix) => {
return `‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‎‏‎
╔══𖤐•═•𖤐•═•𖤐•═•𖤐•═•𖤐══╗  
╎   𓆩𖤐 𝑀𝐸𝑁𝑈-𝐴𝐷𝑀 𖤐𓆪
╚══𖤐•═•𖤐•═•𖤐•═•𖤐•═•𖤐══╝
┃
┣━ • ❃ ° • ° ۞ ๑ ۩ ๑ ۞ ° • ° ❃ • ━┓
┃╭───𖤐─── 𖤐 ────𖤐──╮
┃┊𓆩𖤐 ${prefix}Antiimg 
┃┊𓆩𖤐 ${prefix}Antivideo 
┃┊𓆩𖤐 ${prefix}Antiaudio 
┃┊𓆩𖤐 ${prefix}Antisticker 
┃┊𓆩𖤐 ${prefix}Antiloc 
┃┊𓆩𖤐 ${prefix}Anticontato 
┃┊𓆩𖤐 ${prefix}Antiddd 
┃┊𓆩𖤐 ${prefix}Antidoc 
┃┊𓆩𖤐 ${prefix}Antilinkgp 
┃┊𓆩𖤐 ${prefix}Antilinkhard 
┃┊𓆩𖤐 ${prefix}Antilinkeasy 
┃┊𓆩𖤐 ${prefix}Antifake 
┃┊𓆩𖤐 ${prefix}Antinotas 
┃┊𓆩𖤐 ${prefix}Antipalavra 
┃┊𓆩𖤐 ${prefix}Anticatalogo 
┃┊𓆩𖤐 ${prefix}Antipalavrao 
┃┊𓆩𖤐 ${prefix}Ativic
┃┊𓆩𖤐 ${prefix}Limitecaracteres 
┃┊𓆩𖤐 ${prefix}Bemvindo 
┃┊𓆩𖤐 ${prefix}Bemvindo2 
┃┊𓆩𖤐 ${prefix}Simih 
┃┊𓆩𖤐 ${prefix}Autosticker 
┃┊𓆩𖤐 ${prefix}Autorepo  
┃┊𓆩𖤐 ${prefix}Odelete 
┃┊𓆩𖤐 ${prefix}x9visuunica 
┃┊𓆩𖤐 ${prefix}x9 
┃┊𓆩𖤐 ${prefix}So_adm
┃┊𓆩𖤐 ${prefix}Limitecomandos
┃┊𓆩𖤐 ${prefix}Ephemeral
┃┊𓆩𖤐 ${prefix}Multiprefixo 
┃┊𓆩𖤐 ${prefix}Tempocmd (segundos)
┃┊𓆩𖤐 ${prefix}Antiddd-list
┃┊𓆩𖤐 ${prefix}Add_ddd 
┃┊𓆩𖤐 ${prefix}Del_ddd
┃┊𓆩𖤐 ${prefix}Legenda_imagem (Texto)
┃┊𓆩𖤐 ${prefix}Legenda_video (Texto)
┃┊𓆩𖤐 ${prefix}Legenda_estrangeiro (Texto)
┃┊𓆩𖤐 ${prefix}Legendabv (Texto)
┃┊𓆩𖤐 ${prefix}Legendasaiu (Texto)
┃┊𓆩𖤐 ${prefix}Legendabv2 (Texto)
┃┊𓆩𖤐 ${prefix}Legendasaiu2 (Texto)
┃┊𓆩𖤐 ${prefix}Autorizar (Solicitações)
┃┊𓆩𖤐 ${prefix}Listanegra (Número)
┃┊𓆩𖤐 ${prefix}Tirardalista (Número)
┃┊𓆩𖤐 ${prefix}ListanegraG (Número)
┃┊𓆩𖤐 ${prefix}TirardalistaG (Número)
┃┊𓆩𖤐 ${prefix}Add_prefixo
┃┊𓆩𖤐 ${prefix}Tirar_prefixo
┃┊𓆩𖤐 ${prefix}Banghost
┃┊𓆩𖤐 ${prefix}banlist
┃┊𓆩𖤐 ${prefix}banlistG
┃┊𓆩𖤐 ${prefix}Mutelist (Lista-Mutados)
┃┊𓆩𖤐 ${prefix}Mute (@mencionar)
┃┊𓆩𖤐 ${prefix}Desmute (@mencionar)
┃┊𓆩𖤐 ${prefix}Kick [@]
┃┊𓆩𖤐 ${prefix}Ban (mencionar-msg)
┃┊𓆩𖤐 ${prefix}Promover [@] (Ser-admin)
┃┊𓆩𖤐 ${prefix}Rebaixar [@] (Rebaixar-adm)
┃┊𓆩𖤐 ${prefix}Rmphotogp
┃┊𓆩𖤐 ${prefix}Ephemeral (M. temporárias)
┃┊𓆩𖤐 ${prefix}Descgp (Texto)
┃┊𓆩𖤐 ${prefix}Nomegp (Nome)
┃┊𓆩𖤐 ${prefix}Totag (Mencionar algo)
┃┊𓆩𖤐 ${prefix}Grupo
┃┊𓆩𖤐 ${prefix}Status
┃┊𓆩𖤐 ${prefix}Limpar
┃┊𓆩𖤐 ${prefix}Atividades
┃┊𓆩𖤐 ${prefix}Linkgp
┃┊𓆩𖤐 ${prefix}Revlinkgp
┃┊𓆩𖤐 ${prefix}Grupoinfo
┃┊𓆩𖤐 ${prefix}Blockcmdgp (cmd)
┃┊𓆩𖤐 ${prefix}Unblockcmdgp (cmd)
┃┊𓆩𖤐 ${prefix}Listbcmdgp
┃┊𓆩𖤐 ${prefix}Hidetag (txt-marcação)
┃┊𓆩𖤐 ${prefix}Marcar (@)
┃┊𓆩𖤐 ${prefix}Marcar2 (wa.me)
┃┊𓆩𖤐 ${prefix}gppv
┃┊𓆩𖤐 ${prefix}apr(bemvindo daora)
┃╰───𖤐─── 𖤐 ───𖤐───╯
┗━ • ❃ ° • ° ۞ ๑ ۩ ๑ ۞ ° • ° ❃ • ━┛
-   𖤐𖤐𖤐𖤐𖤐`;
};

exports.menudono = (prefix) => {
return `‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎
╔══𖤐•═•𖤐•═•𖤐•═•𖤐•═•𖤐══╗  
╎   𓆩𖤐 𝑅𝐴𝑁𝐷𝑂𝑀'𝑆 𖤐𓆪
╚══𖤐•═•𖤐•═•𖤐•═•𖤐•═•𖤐══╝
┃
┣━ • ❃ ° • ° ۞ ๑ ۩ ๑ ۞ ° • ° ❃ • ━┓
┃╭───𖤐─── 𖤐 ────𖤐──╮
┃┊𓆩𖤐 ${prefix}Setprefix
┃┊𓆩𖤐 ${prefix}Fotomenu
┃┊𓆩𖤐 ${prefix}Servip
┃┊𓆩𖤐 ${prefix}Listagp
┃┊𓆩𖤐 ${prefix}Antipalavrão 
┃┊𓆩𖤐 ${prefix}Antiligar 
┃┊𓆩𖤐 ${prefix}Fazertm (Texto)
┃┊𓆩𖤐 ${prefix}Rgtm
┃┊𓆩𖤐 ${prefix}Tirardatm
┃┊𓆩𖤐 ${prefix}Listatm
┃┊𓆩𖤐 ${prefix}Visualizarmsg
┃┊𓆩𖤐 ${prefix}Verificado
┃┊𓆩𖤐 ${prefix}Audio-menu
┃┊𓆩𖤐 ${prefix}Addpalavra 
┃┊𓆩𖤐 ${prefix}Delpalavra 
┃┊𓆩𖤐 ${prefix}Ausente 
┃┊𓆩𖤐 ${prefix}Ativo
┃┊𓆩𖤐 ${prefix}div
┃┊𓆩𖤐 ${prefix}addcase 
┃┊𓆩𖤐 ${prefix}getcase
┃┊𓆩𖤐 ${prefix}az
┃┊𓆩𖤐 ${prefix}banlistG
┃┊𓆩𖤐 ${prefix}nukeid
┃┊𓆩𖤐 ${prefix}nukex
┃┊𓆩𖤐 ${prefix}nuked
┃┊𓆩𖤐 ${prefix}extrair
┃┊𓆩𖤐 ${prefix}entrar
┃┊𓆩𖤐 ${prefix}sairgp
┃┊𓆩𖤐 ${prefix}antisp
┃┊𓆩𖤐 ${prefix}sair_all
┃┊𓆩𖤐 ${prefix}getsite
┃┊𓆩𖤐 ${prefix}Anti-arv
┃┊𓆩𖤐 ${prefix}donogp
┃┊𓆩𖤐 ${prefix}Nuke
┃┊𓆩𖤐 ${prefix}SerAdm
┃┊𓆩𖤐 ${prefix}SerMembro
┃┊𓆩𖤐 ${prefix}so_dono 
┃┊𓆩𖤐 ${prefix}antipv
┃┊𓆩𖤐 ${prefix}antipv2
┃┊𓆩𖤐 ${prefix}antipv3
┃╰───𖤐─── 𖤐 ───𖤐───╯
┣━ • ❃ ° • ° ۞ ๑ ۩ ๑ ۞ ° • ° ❃ • ━┛
┃
╔══𖤐•═•𖤐•═•𖤐•═•𖤐•═•𖤐══╗  
╎   𓆩𖤐 𝑉𝐼𝑃𝑆 / 𝑃𝑅𝐸𝑀𝐼𝑈𝑀 𖤐𓆪
╚══𖤐•═•𖤐•═•𖤐•═•𖤐•═•𖤐══╝
┃
┣━ • ❃ ° • ° ۞ ๑ ۩ ๑ ۞ ° • ° ❃ • ━┓
┃╭───𖤐─── 𖤐 ────𖤐──╮
┃┊𓆩𖤐 ${prefix}Delvip [@/dias]
┃┊𓆩𖤐 ${prefix}Addvip [@/dias]
┃┊𓆩𖤐 ${prefix}Cmdviplist
┃┊𓆩𖤐 ${prefix}Viplist
┃┊𓆩𖤐 ${prefix}Addcmdvip (cmd)
┃┊𓆩𖤐 ${prefix}Delcmdvip (cmd)
┃┊𓆩𖤐 ${prefix}Wprivacyph
┃┊𓆩𖤐 ${prefix}Wprivacygp
┃┊𓆩𖤐 ${prefix}Blockcmdg (comando)
┃┊𓆩𖤐 ${prefix}Unblockcmdg (comando)
┃┊𓆩𖤐 ${prefix}Listbcmdglobal
┃┊𓆩𖤐 ${prefix}Blockuser [@]
┃┊𓆩𖤐 ${prefix}Unblockuser [@]
┃┊𓆩𖤐 ${prefix}Bangp
┃┊𓆩𖤐 ${prefix}Unbangp
┃╰───𖤐─── 𖤐 ───𖤐───╯
┗━ • ❃ ° • ° ۞ ๑ ۩ ๑ ۞ ° • ° ❃ • ━┛
𖤐𖤐𖤐𖤐𖤐`;
};

exports.menulogos = (prefix) => {
return `‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎
╔══𖤐•═•𖤐•═•𖤐•═•𖤐•═•𖤐══╗  
╎   𓆩𖤐 𝑀𝐸𝑁𝑈-𝐿𝑂𝐺𝑂 𖤐𓆪
╚══𖤐•═•𖤐•═•𖤐•═•𖤐•═•𖤐══╝
┃
┣━ • ❃ ° • ° ۞ ๑ ۩ ๑ ۞ ° • ° ❃ • ━┓
┃╭───𖤐─── 𖤐 ────𖤐──╮
┃┊𓆩𖤐 ${prefix}marvel
┃┊𓆩𖤐 ${prefix}pornohub
┃┊𓆩𖤐 ${prefix}space
┃┊𓆩𖤐 ${prefix}stone
┃┊𓆩𖤐 ${prefix}steel
┃┊𓆩𖤐 ${prefix}grafity 
┃┊𓆩𖤐 ${prefix}america
┃┊𓆩𖤐 ${prefix}glich3
┃┊𓆩𖤐 ${prefix}fiction
┃┊𓆩𖤐 ${prefix}3dstone
┃┊𓆩𖤐 ${prefix}gelo
┃┊𓆩𖤐 ${prefix}toxic
┃┊𓆩𖤐 ${prefix}Rainbow
┃┊𓆩𖤐 ${prefix}demongreen
┃┊𓆩𖤐 ${prefix}halloween 
┃┊𓆩𖤐 ${prefix}lapis
┃┊𓆩𖤐 ${prefix}neon3d
┃┊𓆩𖤐 ${prefix}3dgold
┃┊𓆩𖤐 ${prefix}neon
┃┊𓆩𖤐 ${prefix}neon1
┃┊𓆩𖤐 ${prefix}Shadow 
┃┊𓆩𖤐 ${prefix}papel
┃┊𓆩𖤐 ${prefix}neve
┃┊𓆩𖤐 ${prefix}nuvem
┃┊𓆩𖤐 ${prefix}break
┃┊𓆩𖤐 ${prefix}natal
┃┊𓆩𖤐 ${prefix}areia
┃┊𓆩𖤐 ${prefix}Narutologo 
┃┊𓆩𖤐 ${prefix}smoke
┃┊𓆩𖤐 ${prefix}jokerlogo
┃┊𓆩𖤐 ${prefix}transformer
┃┊𓆩𖤐 ${prefix}horror
┃┊𓆩𖤐 ${prefix}lobometal
┃┊𓆩𖤐 ${prefix}coffecup2
┃┊𓆩𖤐 ${prefix}romantic
┃┊𓆩𖤐 ${prefix}metalfire
┃┊𓆩𖤐 ${prefix}pink
┃┊𓆩𖤐 ${prefix}luxury
┃┊𓆩𖤐 ${prefix}cattxt
┃┊𓆩𖤐 ${prefix}carbon
┃┊𓆩𖤐 ${prefix}vidro
┃┊𓆩𖤐 ${prefix}thunder 
┃┊𓆩𖤐 ${prefix}cria
┃┊𓆩𖤐 ${prefix}anime1
┃┊𓆩𖤐 ${prefix}ff1game
┃┊𓆩𖤐 ${prefix}ff2
┃┊𓆩𖤐 ${prefix}anime2
┃┊𓆩𖤐 ${prefix}entardecer
┃┊𓆩𖤐 ${prefix}indian
┃┊𓆩𖤐 ${prefix}ffrose
┃┊𓆩𖤐 ${prefix}ffgren
┃┊𓆩𖤐 ${prefix}chufuyu
┃┊𓆩𖤐 ${prefix}wolf
┃┊𓆩𖤐 ${prefix}dragonred
┃╰───𖤐─── 𖤐 ───𖤐───╯
┗━ • ❃ ° • ° ۞ ๑ ۩ ๑ ۞ ° • ° ❃ • ━┛
-  𖤐𖤐𖤐𖤐𖤐`;
};

exports.alteradores = (prefix) => {
return`‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎
╔══𖤐•═•𖤐•═•𖤐•═•𖤐•═•𖤐══╗  
╎   𓆩𖤐 𝑀𝐸𝑁𝑈-𝐴𝐿𝑇𝐸𝑅𝐴𝐷𝑂𝑅 𖤐𓆪
╚══𖤐•═•𖤐•═•𖤐•═•𖤐•═•𖤐══╝
┃
┣━ • ❃ ° • ° ۞ ๑ ۩ ๑ ۞ ° • ° ❃ • ━┓
┃╭───𖤐─── 𖤐 ────𖤐──╮
┃┊𓆩𖤐 ${prefix}Videolento (marca)
┃┊𓆩𖤐 ${prefix}Videorapido (marca)
┃┊𓆩𖤐 ${prefix}Videocontrario (marca)
┃┊𓆩𖤐 ${prefix}Audiolento (marca)
┃┊𓆩𖤐 ${prefix}Audiorapido (marca)
┃┊𓆩𖤐 ${prefix}Grave (marca)
┃┊𓆩𖤐 ${prefix}Grave2 (marca)
┃┊𓆩𖤐 ${prefix}Esquilo (marca)
┃┊𓆩𖤐 ${prefix}Estourar (marca)
┃┊𓆩𖤐 ${prefix}Bass (marca)
┃┊𓆩𖤐 ${prefix}Bass2 (marca)
┃┊𓆩𖤐 ${prefix}Vozmenino (marca)
┃╰───𖤐─── 𖤐 ───𖤐───╯
┗━ • ❃ ° • ° ۞ ๑ ۩ ๑ ۞ ° • ° ❃ • ━┛
𖤐𖤐𖤐𖤐𖤐`;
};


exports.brincadeiras = (prefix) => {
return `‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏
╔══𖤐•═•𖤐•═•𖤐•═•𖤐•═•𖤐══╗  
╎   𓆩𖤐 𝑀𝐸𝑁𝑈-𝐵𝑁 𖤐𓆪
╚══𖤐•═•𖤐•═•𖤐•═•𖤐•═•𖤐══╝
┃
┣━ • ❃ ° • ° ۞ ๑ ۩ ๑ ۞ ° • ° ❃ • ━┓
┃╭───𖤐─── 𖤐 ────𖤐──╮
┃┊𓆩𖤐 ${prefix}Jogodavelha 
┃┊𓆩𖤐 ${prefix}Vab
┃┊𓆩𖤐 ${prefix}Eununca 
┃╰───𖤐─── 𖤐 ───𖤐───╯
┣━ • ❃ ° • ° ۞ ๑ ۩ ๑ ۞ ° • ° ❃ • ━┛
┃
╔══𖤐•═•𖤐•═•𖤐•═•𖤐•═•𖤐══╗  
╎   𓆩𖤐 𝐶𝐴𝑆𝐴𝐿-𝑊𝐸𝐵 𖤐𓆪
╚══𖤐•═•𖤐•═•𖤐•═•𖤐•═•𖤐══╝
┃
┣━ • ❃ ° • ° ۞ ๑ ۩ ๑ ۞ ° • ° ❃ • ━┓
┃╭───𖤐─── 𖤐 ────𖤐──╮
┃┊𓆩𖤐 ${prefix}namorar
┃┊𓆩𖤐 ${prefix}terminar
┃┊𓆩𖤐 ${prefix}divórciar
┃┊𓆩𖤐 ${prefix}cancelarpedido
┃┊𓆩𖤐 ${prefix}minhadupla
┃┊𓆩𖤐 ${prefix}dupla
┃╰───𖤐─── 𖤐 ───𖤐───╯
┣━ • ❃ ° • ° ۞ ๑ ۩ ๑ ۞ ° • ° ❃ • ━┛
┃
╔══𖤐•═•𖤐•═•𖤐•═•𖤐•═•𖤐══╗  
╎   𓆩𖤐 𝐹𝑂𝑅𝐶𝐴 𖤐𓆪
╚══𖤐•═•𖤐•═•𖤐•═•𖤐•═•𖤐══╝
┃
┣━ • ❃ ° • ° ۞ ๑ ۩ ๑ ۞ ° • ° ❃ • ━┓
┃╭───𖤐─── 𖤐 ────𖤐──╮
┃┊𓆩𖤐 ${prefix}forca 
┃┊𓆩𖤐 ${prefix}rv-forca 
┃┊𓆩𖤐 ${prefix}fc 
┃╰───𖤐─── 𖤐 ───𖤐───╯
┣━ • ❃ ° • ° ۞ ๑ ۩ ๑ ۞ ° • ° ❃ • ━┛
┃
╔══𖤐•═•𖤐•═•𖤐•═•𖤐•═•𖤐══╗  
╎   𓆩𖤐 𝐼𝑁𝑇𝐸𝑅𝐴𝑇𝐼𝑉𝑂 𖤐𓆪
╚══𖤐•═•𖤐•═•𖤐•═•𖤐•═•𖤐══╝
┃
┣━ • ❃ ° • ° ۞ ๑ ۩ ๑ ۞ ° • ° ❃ • ━┓
┃╭───𖤐─── 𖤐 ────𖤐──╮
┃┊𓆩𖤐 ${prefix}lindo
┃┊𓆩𖤐 ${prefix}linda
┃┊𓆩𖤐 ${prefix}fiel 
┃┊𓆩𖤐 ${prefix}Gay 
┃┊𓆩𖤐 ${prefix}Feio 
┃┊𓆩𖤐 ${prefix}Corno 
┃┊𓆩𖤐 ${prefix}Vesgo 
┃┊𓆩𖤐 ${prefix}Bebado 
┃┊𓆩𖤐 ${prefix}Gostoso 
┃┊𓆩𖤐 ${prefix}Gostosa 
┃┊𓆩𖤐 ${prefix}Sigma 
┃┊𓆩𖤐 ${prefix}Beta 
┃┊𓆩𖤐 ${prefix}Baiano 
┃┊𓆩𖤐 ${prefix}Baiana 
┃┊𓆩𖤐 ${prefix}Carioca 
┃┊𓆩𖤐 ${prefix}Louco 
┃┊𓆩𖤐 ${prefix}Louca 
┃┊𓆩𖤐 ${prefix}Safada 
┃┊𓆩𖤐 ${prefix}Safado 
┃┊𓆩𖤐 ${prefix}Macaco 
┃┊𓆩𖤐 ${prefix}Macaca 
┃┊𓆩𖤐 ${prefix}Puta 
┃┊𓆩𖤐 ${prefix}Beijo 
┃┊𓆩𖤐 ${prefix}Matar 
┃┊𓆩𖤐 ${prefix}Tapa 
┃┊𓆩𖤐 ${prefix}Chute 
┃┊𓆩𖤐 ${prefix}Dogolpe    
┃┊𓆩𖤐 ${prefix}Nazista 
┃┊𓆩𖤐 ${prefix}Chance 
┃┊𓆩𖤐 ${prefix}Surubao 
┃┊𓆩𖤐 ${prefix}Casal
┃┊𓆩𖤐 ${prefix}Quando
┃┊𓆩𖤐 ${prefix}Mencionar 
┃┊𓆩𖤐 ${prefix}Death
┃┊𓆩𖤐 ${prefix}tirarft 
┃┊𓆩𖤐 ${prefix}lavarlouca 
┃┊𓆩𖤐 ${prefix}comer
┃┊𓆩𖤐 ${prefix}capinarlote
┃┊𓆩𖤐 ${prefix}carinho 
┃┊𓆩𖤐 ${prefix}abraço 
┃┊𓆩𖤐 ${prefix}pgpeito
┃┊𓆩𖤐 ${prefix}pgpau
┃┊𓆩𖤐 ${prefix}sentar 
┃┊𓆩𖤐 ${prefix}morder
┃┊𓆩𖤐 ${prefix}pgbunda
┃┊𓆩𖤐 ${prefix}vord
┃┊𓆩𖤐 ${prefix}obesidade
┃┊𓆩𖤐 ${prefix}contardias
┃┊𓆩𖤐 ${prefix}cu
┃┊𓆩𖤐 ${prefix}leitada
┃┊𓆩𖤐 ${prefix}estuprar 
┃┊𓆩𖤐 ${prefix}boquete 
┃┊𓆩𖤐 ${prefix}cagar 
┃╰───𖤐─── 𖤐 ───𖤐───╯
┣━ • ❃ ° • ° ۞ ๑ ۩ ๑ ۞ ° • ° ❃ • ━┛
┃
╔══𖤐•═•𖤐•═•𖤐•═•𖤐•═•𖤐══╗  
╎   𓆩𖤐 𝑅𝐴𝑁𝐾'𝑆 𖤐𓆪
╚══𖤐•═•𖤐•═•𖤐•═•𖤐•═•𖤐══╝
┃
┣━ • ❃ ° • ° ۞ ๑ ۩ ๑ ۞ ° • ° ❃ • ━┓
┃╭───𖤐─── 𖤐 ────𖤐──╮
┃┊𓆩𖤐 ${prefix}Rankgay
┃┊𓆩𖤐 ${prefix}Rankgado 
┃┊𓆩𖤐 ${prefix}Rankcorno 
┃┊𓆩𖤐 ${prefix}Rankgostoso 
┃┊𓆩𖤐 ${prefix}Rankgostosa
┃┊𓆩𖤐 ${prefix}Ranknazista 
┃┊𓆩𖤐 ${prefix}Rankotaku
┃┊𓆩𖤐 ${prefix}Rankpau 
┃┊𓆩𖤐 ${prefix}Ranksigma 
┃┊𓆩𖤐 ${prefix}Rankbeta 
┃┊𓆩𖤐 ${prefix}Rankbaiano 
┃┊𓆩𖤐 ${prefix}Rankbaiana 
┃┊𓆩𖤐 ${prefix}Rankcarioca 
┃┊𓆩𖤐 ${prefix}Ranksafado 
┃┊𓆩𖤐 ${prefix}Ranksafada 
┃┊𓆩𖤐 ${prefix}Ranklouco 
┃┊𓆩𖤐 ${prefix}Ranklouca 
┃┊𓆩𖤐 ${prefix}Rankmacaco 
┃┊𓆩𖤐 ${prefix}Rankmacaca
┃┊𓆩𖤐 ${prefix}Rankputa 
┃┊𓆩𖤐 ${prefix}rankcu 
┃┊𓆩𖤐 ${prefix}rankbct 
┃┊𓆩𖤐 ${prefix}rankfalido 
┃┊𓆩𖤐 ${prefix}rankcasal 
┃╰───𖤐─── 𖤐 ───𖤐───╯
┗━ • ❃ ° • ° ۞ ๑ ۩ ๑ ۞ ° • ° ❃ • ━┛
𖤐𖤐𖤐𖤐𖤐`;
};

exports.efeitos = (prefix) => {
return `‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏
╔══𖤐•═•𖤐•═•𖤐•═•𖤐•═•𖤐══╗  
╎   𓆩𖤐 𝑀𝐸𝑁𝑈-𝐸𝐹𝐸𝐼𝑇𝑂𝑆 𖤐𓆪
╚══𖤐•═•𖤐•═•𖤐•═•𖤐•═•𖤐══╝
┃
┣━ • ❃ ° • ° ۞ ๑ ۩ ๑ ۞ ° • ° ❃ • ━┓
┃╭───𖤐─── 𖤐 ────𖤐──╮
┃┊𓆩𖤐 ${prefix}Comunismo 
┃┊𓆩𖤐 ${prefix}Bolsonaro 
┃┊𓆩𖤐 ${prefix}Bnw 
┃┊𓆩𖤐 ${prefix}Beautiful 
┃┊𓆩𖤐 ${prefix}Blur 
┃┊𓆩𖤐 ${prefix}Affect 
┃┊𓆩𖤐 ${prefix}Del 
┃┊𓆩𖤐 ${prefix}Circle 
┃┊𓆩𖤐 ${prefix}Beautiful 
┃┊𓆩𖤐 ${prefix}Dither 
┃┊𓆩𖤐 ${prefix}Facepalm 
┃┊𓆩𖤐 ${prefix}Invert 
┃┊𓆩𖤐 ${prefix}Lgbt 
┃┊𓆩𖤐 ${prefix}Magik 
┃┊𓆩𖤐 ${prefix}Rotate 
┃┊𓆩𖤐 ${prefix}Rip 
┃┊𓆩𖤐 ${prefix}Jail 
┃┊𓆩𖤐 ${prefix}Trash 
┃┊𓆩𖤐 ${prefix}Pixelate 
┃┊𓆩𖤐 ${prefix}Sepia 
┃┊𓆩𖤐 ${prefix}Wanted  
┃┊𓆩𖤐 ${prefix}Wasted  
┃┊𓆩𖤐 ${prefix}Enhance  
┃┊𓆩𖤐 ${prefix}Tozombie  
┃┊𓆩𖤐 ${prefix}Toanime  
┃┊𓆩𖤐 ${prefix}Togta  
┃╰───𖤐─── 𖤐 ───𖤐───╯
┗━ • ❃ ° • ° ۞ ๑ ۩ ๑ ۞ ° • ° ❃ • ━┛
𖤐𖤐𖤐𖤐𖤐`;
};

exports.dono = (prefix, NomeDoBot, NumeroDoBot, ownerNumber, isBotoff, ownerName, botNumber) => {
return `
╔══❉⊱•═•⊰❉⊱•═•⊰❉⊱•═•⊰❉══╗
╞♨️⃟➮ 𝐈𝐍𝐅𝐎 𝐁𝐎𝐓/𝐃𝐎𝐍𝐎
╚══❉⊱•═•⊰❉⊱•═•⊰❉⊱•═•⊰❉══╝

 『 𝐍𝐔𝐌𝐄𝐑𝐎 』↴   
          
╔══❉⊱•═•⊰❉⊱•═•⊰❉⊱•═•⊰❉══╗
│╭── ⋅ ── ✩ ── ⋅ ──╮
┃┃𝙳𝙾𝙽𝙾 - ☆ *${ownerNumber}*
┃┃
┃┃𝙱𝙾𝚃 - ★ *${NumeroDoBot}*
│╰── ⋅ ── ✩ ── ⋅ ──╯
╚══❉⊱•═•⊰❉⊱•═•⊰❉⊱•═•⊰❉══╝

 『 𝐍𝐈𝐂𝐊 𝐃𝐎𝐍𝐎 』↴   

╔══❉⊱•═•⊰❉⊱•═•⊰❉⊱•═•⊰❉══╗
│╭── ⋅ ── ✩ ── ⋅ ──╮
┃┃ ➪ ${ownerName} 
│╰── ⋅ ── ✩ ── ⋅ ──╯
╚══❉⊱•═•⊰❉⊱•═•⊰❉⊱•═•⊰❉══╝

『 𝐁𝐎𝐓 / 𝐈𝐍𝐅𝐎𝐑𝐌𝐀𝐂𝐎𝐄𝐒 』↴   

╔══❉⊱•═•⊰❉⊱•═•⊰❉⊱•═•⊰❉══╗
│╭── ⋅ ── ✩ ── ⋅ ──╮
┃┃☕︎𝙿𝚁𝙴𝙵𝙸𝚇 -『 ${prefix} 』
┃┃
┃┃☕︎𝚂𝚃𝙰𝚃𝚄𝚂 - ${isBotoff ? '𝙾𝙵𝙵-𝙻𝙸𝙽𝙴 ❌' : '𝙾𝙽𝙻𝙸𝙽𝙴 ✅'}
┃┃
┃┃☕︎𝙽𝙾𝙼𝙴 - ${NomeDoBot}
│╰── ⋅ ── ✩ ── ⋅ ──╯
╚══❉⊱•═•⊰❉⊱•═•⊰❉⊱•═•⊰❉══╝

⏤͟͟͞͞${NomeDoBot}💌⃟✧ ᭄
     ✰ ✰ ✰ ✰ ✰ ✰ `};

exports.consultas = (prefix, numero_dono1, numero_dono2, numero_dono3, numero_dono4, numero_dono5, numero_dono6, NomeDoBot) => {
return `
╔══❉⊱•═•⊰❉⊱•═•⊰❉⊱•═•⊰❉══╗
╞♨️⃟➮𝑫𝑶𝑵𝑶 𝑶𝑭𝑪: _KIMERE DM_
╚══❉⊱•═•⊰❉⊱•═•⊰❉⊱•═•⊰❉══╝

 『 𝐃𝐎𝐍𝐎𝐒 𝐃𝐎 𝐁𝐎𝐓 』↴   
          
╔══❉⊱•═•⊰❉⊱•═•⊰❉⊱•═•⊰❉══╗
│╭── ⋅ ── ✩ ── ⋅ ──╮
│╞『1』- wa.me/${numero_dono1}
┃┃
│╞『2』- wa.me/${numero_dono2}
┃┃
│╞『3』- wa.me/${numero_dono3}
┃┃
│╞『4』- wa.me/${numero_dono4}
┃┃
│╞『5』- wa.me/${numero_dono5}
┃┃
│╞『6』- wa.me/${numero_dono6}
┃┃
│╰── ⋅ ── ✩ ── ⋅ ──╯
╚══❉⊱•═•⊰❉⊱•═•⊰❉⊱•═•⊰❉══╝
⏤͟͟͞͞${NomeDoBot}💌⃟✧ ᭄
     ✰ ✰ ✰ ✰ ✰ ✰ `};

exports.menu18 = (prefix) => {
return `‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏
╔══𖤐•═•𖤐•═•𖤐•═•𖤐•═•𖤐══╗  
╎   𓆩𖤐 𝑀𝐸𝑁𝑈 - +𝟏𝟖 𖤐𓆪
╚══𖤐•═•𖤐•═•𖤐•═•𖤐•═•𖤐══╝
┃
┣━ • ❃ ° • ° ۞ ๑ ۩ ๑ ۞ ° • ° ❃ • ━┓
┃╭───𖤐─── 𖤐 ────𖤐──╮
┃┊𓆩𖤐 ${prefix}trap
┃┊𓆩𖤐 ${prefix}ass
┃┊𓆩𖤐 ${prefix}ahegao
┃┊𓆩𖤐 ${prefix}bdsm
┃┊𓆩𖤐 ${prefix}blowjob
┃┊𓆩𖤐 ${prefix}cuckold
┃┊𓆩𖤐 ${prefix}cum
┃┊𓆩𖤐 ${prefix}ero
┃┊𓆩𖤐 ${prefix}femdom
┃┊𓆩𖤐 ${prefix}foot
┃┊𓆩𖤐 ${prefix}gangbang
┃┊𓆩𖤐 ${prefix}ganbganb
┃┊𓆩𖤐 ${prefix}glasses
┃┊𓆩𖤐 ${prefix}hentai
┃┊𓆩𖤐 ${prefix}hentai2
┃┊𓆩𖤐 ${prefix}nekos
┃┊𓆩𖤐 ${prefix}neko2
┃┊𓆩𖤐 ${prefix}jahy
┃┊𓆩𖤐 ${prefix}masturbation
┃┊𓆩𖤐 ${prefix}orgy
┃┊𓆩𖤐 ${prefix}panties
┃┊𓆩𖤐 ${prefix}pussy
┃┊𓆩𖤐 ${prefix}boobs
┃┊𓆩𖤐 ${prefix}tentacles
┃┊𓆩𖤐 ${prefix}thighs
┃┊𓆩𖤐 ${prefix}yuri
┃┊𓆩𖤐 ${prefix}zettai
┃┊𓆩𖤐 ${prefix}kasedaiki
┃╰───𖤐─── 𖤐 ───𖤐───╯
┣━ • ❃ ° • ° ۞ ๑ ۩ ๑ ۞ ° • ° ❃ • ━┛
┃
╔══𖤐•═•𖤐•═•𖤐•═•𖤐•═•𖤐══╗  
╎   𓆩𖤐 𝑃𝐿𝐴𝑄𝑈𝐼𝑁𝐻𝐴𝑆 𖤐𓆪
╚══𖤐•═•𖤐•═•𖤐•═•𖤐•═•𖤐══╝
┃
┣━ • ❃ ° • ° ۞ ๑ ۩ ๑ ۞ ° • ° ❃ • ━┓
┃╭───𖤐─── 𖤐 ────𖤐──╮
┃┊𓆩𖤐 ${prefix}Plaq (Plaquinha)
┃┊𓆩𖤐 ${prefix}Plaq1 (Plaquinha)
┃┊𓆩𖤐 ${prefix}Plaq2 (Plaquinha)
┃┊𓆩𖤐 ${prefix}Plaq3 (Plaquinha)
┃┊𓆩𖤐 ${prefix}Plaq4 (Plaquinha)
┃┊𓆩𖤐 ${prefix}Plaq5 (Plaquinha)
┃┊𓆩𖤐 ${prefix}Plaq6 (Plaquinha)
┃┊𓆩𖤐 ${prefix}Plaq7 (Plaquinha)
┃┊𓆩𖤐 ${prefix}Plaq8 (Plaquinha)
┃┊𓆩𖤐 ${prefix}Plaq9 (Plaquinha)
┃╰───𖤐─── 𖤐 ───𖤐───╯
┗━ • ❃ ° • ° ۞ ๑ ۩ ๑ ۞ ° • ° ❃ • ━┛
𖤐𖤐𖤐𖤐𖤐`;
};

exports.status = ({
   prefix,
   isAntiImg, 
   isAntiVid, 
   isAntiAudio, 
   isAntiSticker, 
   Antidoc, 
   isAntiCtt, 
   Antiloc, 
   isAntilinkgp, 
   isAntiLinkEasy, 
   isAntiLinkHard, 
   isAntifake, 
   isAntiNotas, 
   isAnticatalogo, 
   isPalavrao, 
   isAntiFlood, 
   isAntiDDD, 
   isModobn, 
   isSimi, 
   isAutorepo, 
   isModoCoins, 
   isAutofigu, 
   isAnticall, 
   isAntiPv, 
   isAntiPv2, 
   isAntiPv3, 
   ANT_SP, 
   nescessario, 
   isBotoff, 
   So_Adm, 
   isMultiP, 
   isx9, 
   isX9VisuUnica, 
   isWelkom, 
   isWelkom2
}) => {
return `
╔══❉⊱•═•⊰❉⊱•═•⊰❉⊱•═•⊰❉══╗
╎     𖤐 - 𝐒𝐓𝐀𝐓𝐔𝐒 - 𖤐
╚══❉⊱•═•⊰❉⊱•═•⊰❉⊱•═•⊰❉══╝
‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏
├╾❲ 𝑷𝑹𝑶𝑻𝑬𝑪𝑨𝑶 / 𝑺𝑻𝑨𝑻𝑼𝑺 ❳ ⚡      
╔══❉⊱•═•⊰❉⊱•═•⊰❉⊱•═•⊰❉══╗
│╭── ⋅ ─── ✩ ─── ⋅ ──╮
┃┊𝑨𝑵𝑻𝑰-𝑰𝑴𝑮: ${isAntiImg ? 'ᴀᴛɪᴠᴀᴅᴏ ✅' : 'ᴅᴇsᴀᴛɪᴠᴀᴅᴏ ❌'}
┃┊𝑨𝑵𝑻𝑰-𝑽𝑰𝑫𝑬𝑶: ${isAntiVid ? 'ᴀᴛɪᴠᴀᴅᴏ ✅' : 'ᴅᴇsᴀᴛɪᴠᴀᴅᴏ ❌'}
┃┊𝑨𝑵𝑻𝑰-𝑨𝑼𝑫𝑰𝑶: ${isAntiAudio ? 'ᴀᴛɪᴠᴀᴅᴏ ✅' : 'ᴅᴇsᴀᴛɪᴠᴀᴅᴏ ❌'}
┃┊𝑨𝑵𝑻𝑰-𝑺𝑻𝑰𝑪𝑲𝑬𝑹: ${isAntiSticker ? 'ᴀᴛɪᴠᴀᴅᴏ ✅' : 'ᴅᴇsᴀᴛɪᴠᴀᴅᴏ ❌'}
┃┊𝑨𝑵𝑻𝑰-𝑫𝑶𝑪: ${Antidoc ? 'ᴀᴛɪᴠᴀᴅᴏ ✅' : 'ᴅᴇsᴀᴛɪᴠᴀᴅᴏ ❌'}
┃┊𝑨𝑵𝑻𝑰-𝑪𝑻𝑻: ${isAntiCtt ? 'ᴀᴛɪᴠᴀᴅᴏ ✅' : 'ᴅᴇsᴀᴛɪᴠᴀᴅᴏ ❌'}
┃┊𝑨𝑵𝑻𝑰-𝑳𝑶𝑪: ${Antiloc ? 'ᴀᴛɪᴠᴀᴅᴏ ✅' : 'ᴅᴇsᴀᴛɪᴠᴀᴅᴏ ❌'}
┃┊𝑨𝑵𝑻𝑰-𝑳𝑰𝑵𝑲-𝑮𝑷: ${isAntilinkgp ? 'ᴀᴛɪᴠᴀᴅᴏ ✅' : 'ᴅᴇsᴀᴛɪᴠᴀᴅᴏ ❌'}
┃┊𝑨𝑵𝑻𝑰-𝑳𝑰𝑵𝑲-𝑬𝑨𝑺𝒀: ${isAntiLinkEasy ? 'ᴀᴛɪᴠᴀᴅᴏ ✅' : 'ᴅᴇsᴀᴛɪᴠᴀᴅᴏ ❌'}
┃┊𝑨𝑵𝑻𝑰-𝑳𝑰𝑵𝑲-𝑯𝑨𝑹𝑫: ${isAntiLinkHard ? 'ᴀᴛɪᴠᴀᴅᴏ ✅' : 'ᴅᴇsᴀᴛɪᴠᴀᴅᴏ ❌'}
┃┊𝑨𝑵𝑻𝑰-𝑭𝑨𝑲𝑬: ${isAntifake ? 'ᴀᴛɪᴠᴀᴅᴏ ✅' : 'ᴅᴇsᴀᴛɪᴠᴀᴅᴏ ❌'}
┃┊𝑨𝑵𝑻𝑰-𝑵𝑶𝑻𝑨𝑺: ${isAntiNotas ? 'ᴀᴛɪᴠᴀᴅᴏ ✅' : 'ᴅᴇsᴀᴛɪᴠᴀᴅᴏ ❌'}
┃┊𝑨𝑵𝑻𝑰-𝑪𝑨𝑻𝑨𝑳𝑶𝑮𝑶: ${isAnticatalogo ? 'ᴀᴛɪᴠᴀᴅᴏ ✅' : 'ᴅᴇsᴀᴛɪᴠᴀᴅᴏ ❌'}
┃┊𝑨𝑵𝑻𝑰-𝑷𝑨𝑳𝑨𝑽𝑹𝑨𝑶: ${isPalavrao ? 'ᴀᴛɪᴠᴀᴅᴏ ✅' : 'ᴅᴇsᴀᴛɪᴠᴀᴅᴏ ❌'}
┃┊𝑨𝑵𝑻𝑰-𝑭𝑳𝑶𝑶𝑫: ${isAntiFlood ? 'ᴀᴛɪᴠᴀᴅᴏ ✅' : 'ᴅᴇsᴀᴛɪᴠᴀᴅᴏ ❌'}
┃┊𝑨𝑵𝑻𝑰-𝑫𝑫𝑫: ${isAntiDDD ? 'ᴀᴛɪᴠᴀᴅᴏ ✅' : 'ᴅᴇsᴀᴛɪᴠᴀᴅᴏ ❌'}
│╰─── ⋅ ── ✩ ─── ⋅ ──╯
╚══❉⊱•═•⊰❉⊱•═•⊰❉⊱•═•⊰❉══╝
├╾❲ 𝑬𝑵𝑻𝑹𝑬𝑻𝑬𝑹𝑰𝑴𝑬𝑵𝑻𝑶 ❳ 😼
╔══❉⊱•═•⊰❉⊱•═•⊰❉⊱•═•⊰❉══╗
│╭── ⋅ ─── ✩ ─── ⋅ ──╮
┃┊𝑴𝑶𝑫𝑶-𝑩𝑵: ${isModobn ? 'ᴀᴛɪᴠᴀᴅᴏ ✅' : 'ᴅᴇsᴀᴛɪᴠᴀᴅᴏ ❌'}
┃┊𝑴𝑶𝑫𝑶-𝑺𝑰𝑴𝑰𝑯: ${isSimi ? 'ᴀᴛɪᴠᴀᴅᴏ ✅' : 'ᴅᴇsᴀᴛɪᴠᴀᴅᴏ ❌'}
┃┊𝑨𝑼𝑻𝑶-𝑹𝑬𝑷𝑶: ${isAutorepo ? 'ᴀᴛɪᴠᴀᴅᴏ ✅' : 'ᴅᴇsᴀᴛɪᴠᴀᴅᴏ ❌'}
┃┊𝑺𝒀𝑺𝑻𝑬𝑴-𝑵-𝑪𝑶𝑰𝑵𝑺: ${isModoCoins ? 'ᴀᴛɪᴠᴀᴅᴏ ✅' : 'ᴅᴇsᴀᴛɪᴠᴀᴅᴏ ❌'}
┃┊𝑨𝑼𝑻𝑶-𝑭𝑰𝑮𝑼: ${isAutofigu ? 'ᴀᴛɪᴠᴀᴅᴏ ✅' : 'ᴅᴇsᴀᴛɪᴠᴀᴅᴏ ❌'}
│╰─── ⋅ ── ✩ ─── ⋅ ──╯
╚══❉⊱•═•⊰❉⊱•═•⊰❉⊱•═•⊰❉══╝
├╾❲ 𝑨𝑻𝑰𝑽𝑨𝑪𝑶𝑬𝑺/𝑫𝑶𝑵𝑶𝑺 ❳ 🀄
╔══❉⊱•═•⊰❉⊱•═•⊰❉⊱•═•⊰❉══╗
│╭── ⋅ ─── ✩ ─── ⋅ ──╮
┃┊𝑨𝑵𝑻𝑰-𝑪𝑨𝑳𝑳: ${isAnticall ? 'ᴀᴛɪᴠᴀᴅᴏ ✅' : 'ᴅᴇsᴀᴛɪᴠᴀᴅᴏ ❌'}
┃┊𝑨𝑵𝑻𝑰𝑷𝑽: ${isAntiPv ? 'ᴀᴛɪᴠᴀᴅᴏ ✅' : 'ᴅᴇsᴀᴛɪᴠᴀᴅᴏ ❌'}
┃┊𝑨𝑵𝑻𝑰𝑷𝑽2: ${isAntiPv2 ? 'ᴀᴛɪᴠᴀᴅᴏ ✅' : 'ᴅᴇsᴀᴛɪᴠᴀᴅᴏ ❌'}
┃┊𝑨𝑵𝑻𝑰𝑷𝑽3: ${isAntiPv3 ? 'ᴀᴛɪᴠᴀᴅᴏ ✅' : 'ᴅᴇsᴀᴛɪᴠᴀᴅᴏ ❌'}
┃┊𝑫𝑬𝑻𝑬𝑪𝑻𝑶𝑹-𝑳𝑰𝑵𝑲𝑺: ${ANT_SP ? 'ᴀᴛɪᴠᴀᴅᴏ ✅' : 'ᴅᴇsᴀᴛɪᴠᴀᴅᴏ ❌'}
┃┊𝑶𝑫𝑬𝑳𝑬𝑻𝑬: ${nescessario.Odelete ? 'ᴀᴛɪᴠᴀᴅᴏ ✅' : 'ᴅᴇsᴀᴛɪᴠᴀᴅᴏ ❌'}
┃┊𝑺𝑶-𝑫𝑶𝑵𝑶: ${isBotoff ? 'ᴀᴛɪᴠᴀᴅᴏ ✅' : 'ᴅᴇsᴀᴛɪᴠᴀᴅᴏ ❌'}
│╰──── ⋅ ── ✩ ──── ⋅ ──╯
╚══❉⊱•═•⊰❉⊱•═•⊰❉⊱•═•⊰❉══╝
├╾❲ 𝑰𝑵𝑭𝑶𝑹𝑴𝑨𝑻𝑰𝑽𝑶𝑺 ❳ 🚀
╔══❉⊱•═•⊰❉⊱•═•⊰❉⊱•═•⊰❉══╗
│╭── ⋅ ─── ✩ ─── ⋅ ──╮
┃┊𝑺𝑶-𝑨𝑫𝑴: ${So_Adm ? 'ᴀᴛɪᴠᴀᴅᴏ ✅' : 'ᴅᴇsᴀᴛɪᴠᴀᴅᴏ ❌'}
┃┊𝑴𝑼𝑳𝑻𝑰-𝑷𝑹𝑬𝑭𝑰𝑿: ${isMultiP ? 'ᴀᴛɪᴠᴀᴅᴏ ✅' : 'ᴅᴇsᴀᴛɪᴠᴀᴅᴏ ❌'}
┃┊𝑿9-𝑨𝑫𝑴: ${isx9 ? 'ᴀᴛɪᴠᴀᴅᴏ ✅' : 'ᴅᴇsᴀᴛɪᴠᴀᴅᴏ ❌'}
┃┊𝑿9-𝑽𝑰𝒁𝑼-𝑼𝑵𝑰𝑪𝑨: ${isX9VisuUnica ? 'ᴀᴛɪᴠᴀᴅᴏ ✅' : 'ᴅᴇsᴀᴛɪᴠᴀᴅᴏ ❌'}
│╰──── ⋅ ── ✩ ──── ⋅ ──╯
╚══❉⊱•═•⊰❉⊱•═•⊰❉⊱•═•⊰❉══╝
├╾❲ 𝑩𝑬𝑴 𝑽𝑰𝑵𝑫𝑶 1/2 ❳ 💐
╔══❉⊱•═•⊰❉⊱•═•⊰❉⊱•═•⊰❉══╗
│╭── ⋅ ─── ✩ ─── ⋅ ──╮
┃┊𝑩𝑬𝑴-𝑽𝑰𝑵𝑫𝑶1: ${isWelkom ? 'ᴀᴛɪᴠᴀᴅᴏ ✅' : 'ᴅᴇsᴀᴛɪᴠᴀᴅᴏ ❌'}
┃┊𝑩𝑬𝑴-𝑽𝑰𝑵𝑫𝑶2: ${isWelkom2 ? 'ᴀᴛɪᴠᴀᴅᴏ ✅' : 'ᴅᴇsᴀᴛɪᴠᴀᴅᴏ ❌'}
│╰─── ⋅ ── ✩ ─── ⋅ ──╯
╚══❉⊱•═•⊰❉⊱•═•⊰❉⊱•═•⊰❉══╝

‎*⏤͟͟͞͞TUTORIAL DE COMO CONFIGURAR O LEGENDA BEM VINDO 1/2* 🙇‍♂️
‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎


『1』 ↴
-
  ➥ _Este comando é pra marca o usuário na entrada_

   • Exemplo:
   『 _PARA LEGENDA COM FOTO_ 』
   ↳『 ${prefix}legendabv Olá *#numerodele#* , seja bem vindo (a) 』
   
   『 PARA LEGENDA SEM FOTO 』
   ↳『 ${prefix}legendabv2 Olá *#numerodele#* , seja bem vindo (a)
────────────────────


『2』 ↴
-
  ➥ _Esse comando é pra mostrar o usuário que saiu_ 

   • Exemplo:
   『 _PARA LEGENDA COM FOTO_ 』
   ↳『 ${prefix}legendasaiu O *#numerodele#* acaba de sair do grupo 』
  
    『 _PARA LEGENDA SEM FOTO_ 』
   ↳『 ${prefix}legendasaiu2 O *#numerodele#* acaba de sair do grupo 』   
────────────────────


『3』 ↴
-
  ➥ _Esse e pra mostrar o nome do grupo atual_

   • Exemplo:
   『 _PARA LEGENDA COM FOTO_ 』
      ↳『 ${prefix}legendabv Olá *#numerodele#* , seja bem vindo (a) ao grupo *#nomedogp#* 』
     
     『 _PARA LEGENDA SEM FOTO_ 』
      ↳『 ${prefix}legendabv2 Olá *#numerodele#* , seja bem vindo (a) ao grupo *#nomedogp#* 』
────────────────────


• ❗ Para saber mais sobre os comandos de dono use: *${prefix}menuadm* ❗

ʙʏ: Bl4kkzin`
};

exports.coins = (prefix) => {
return `‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏
╔══𖤐•═•𖤐•═•𖤐•═•𖤐•═•𖤐══╗  
╎   𓆩𖤐 𝑀𝐸𝑁𝑈-𝑁'𝐶𝑂𝐼𝑁𝑆 𖤐𓆪
╚══𖤐•═•𖤐•═•𖤐•═•𖤐•═•𖤐══╝
┃
╔══𖤐•═•𖤐•═•𖤐•═•𖤐•═•𖤐══╗  
╎   𓆩𖤐 𝐴𝐷𝑀'𝑆-𝐶𝑀𝐷 𖤐𓆪
╚══𖤐•═•𖤐•═•𖤐•═•𖤐•═•𖤐══╝
┃
┣━ • ❃ ° • ° ۞ ๑ ۩ ๑ ۞ ° • ° ❃ • ━┓
┃╭───𖤐─── 𖤐 ────𖤐──╮
┃┊𓆩𖤐 ${prefix}Sorteiocoins 
┃┊𓆩𖤐 ${prefix}Sortcoins 
┃┊𓆩𖤐 ${prefix}Whatmusic 
┃┊𓆩𖤐 ${prefix}Gartic 
┃┊𓆩𖤐 ${prefix}Quizfutebol 
┃┊𓆩𖤐 ${prefix}Quizanimais 
┃┊𓆩𖤐 ${prefix}Anagrama 
┃┊𓆩𖤐 ${prefix}Enigma 
┃╰───𖤐─── 𖤐 ───𖤐───╯
┣━ • ❃ ° • ° ۞ ๑ ۩ ๑ ۞ ° • ° ❃ • ━┛
┃
╔══𖤐•═•𖤐•═•𖤐•═•𖤐•═•𖤐══╗  
╎   𓆩𖤐 𝑀𝐸𝑀𝐵𝑅𝑂𝑆 𖤐𓆪
╚══𖤐•═•𖤐•═•𖤐•═•𖤐•═•𖤐══╝
┃
┣━ • ❃ ° • ° ۞ ๑ ۩ ๑ ۞ ° • ° ❃ • ━┓
┃╭───𖤐─── 𖤐 ────𖤐──╮
┃┊𓆩𖤐 ${prefix}Minerar 
┃┊𓆩𖤐 ${prefix}Minerarcoins 
┃┊𓆩𖤐 ${prefix}Coins
┃┊𓆩𖤐 ${prefix}Estatisticas 
┃┊𓆩𖤐 ${prefix}Cassino 
┃┊𓆩𖤐 ${prefix}Dadoapostado 
┃┊𓆩𖤐 ${prefix}Slot
┃┊𓆩𖤐 ${prefix}Rankcoins
┃╰───𖤐─── 𖤐 ───𖤐───╯
┗━ • ❃ ° • ° ۞ ๑ ۩ ๑ ۞ ° • ° ❃ • ━┛
𖤐𖤐𖤐𖤐𖤐`
};

exports.semprefix = (prefix) => {
return `
╔══𖤐•═•𖤐•═•𖤐•═•𖤐•═•𖤐══╗  
╎   𓆩𖤐 𝑆𝐸𝑀-𝑃𝑅𝐸𝐹𝐽𝑋𝑂 𖤐𓆪
╚══𖤐•═•𖤐•═•𖤐•═•𖤐•═•𖤐══╝
┃
‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏‎‏
╔══𖤐•═•𖤐•═•𖤐•═•𖤐•═•𖤐══╗  
╎   𓆩𖤐 𝐹𝑈𝑁𝐶-𝐴𝐷𝑀'𝑆 𖤐𓆪
╚══𖤐•═•𖤐•═•𖤐•═•𖤐•═•𖤐══╝
┃
┣━ • ❃ ° • ° ۞ ๑ ۩ ๑ ۞ ° • ° ❃ • ━┓
┃╭───𖤐─── 𖤐 ────𖤐──╮
┃╎↳『 A 』- Abre grupo   
┃╎↳『 F 』- Fecha grupo
┃╎↳『 ✅ 』- Aceita as solicitações 
┃╎↳『 ❌ 』- Recusa as solicitações
┃╎↳『 prm 』- Promove  
┃╎↳『 rbx 』- Rebaixa
┃╎↳『 B 』 - Bane o usuário  
┃╎↳『 📃 』- Ver as solicitações
┃╰───𖤐─── 𖤐 ───𖤐───╯
┣━ • ❃ ° • ° ۞ ๑ ۩ ๑ ۞ ° • ° ❃ • ━┛
┃
╔══𖤐•═•𖤐•═•𖤐•═•𖤐•═•𖤐══╗  
╎   𓆩𖤐 𝐹𝑈𝑁𝐶-𝑀𝐸𝑀𝐵𝐸𝑅'𝑆 𖤐𓆪
╚══𖤐•═•𖤐•═•𖤐•═•𖤐•═•𖤐══╝
┃
┣━ • ❃ ° • ° ۞ ๑ ۩ ๑ ۞ ° • ° ❃ • ━┓
┃╭───𖤐─── 𖤐 ────𖤐──╮
┃╎↳『 Fig 』- Faz figurinha   
┃╎↳『 T 』- Renomea a figu
┃╰───𖤐─── 𖤐 ───𖤐───╯
┗━ • ❃ ° • ° ۞ ๑ ۩ ๑ ۞ ° • ° ❃ • ━┛
𖤐𖤐𖤐𖤐𖤐`
};